<?xml version="1.0" encoding="UTF-8" standalone="yes"?>
<policyDefinitionResources xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" revision="1.0" schemaVersion="1.0" xmlns="http://schemas.microsoft.com/GroupPolicy/2006/07/PolicyDefinitions">
	<displayName/>
	<description/>
	<resources>
		<stringTable>
			<string id="BlankLine_Hlp">
			</string>
			<string id="Space_Hlp">
			</string>
			<string id="CatBrand">PRIM'X Technologies</string>
			<string id="CatProduct">ZONECENTRAL</string>
			<string id="CatProduct_Explain">Setup Policies related to ZONECENTRAL - Version 24.2.6</string>
			<string id="SUPPORTED_WinVista">At least Windows Vista</string>
			<string id="DisablePrivatePolicies">P002- Disable private policies</string>
			<string id="DisablePrivatePolicies_Explain">The Private Policies mode is used when legacy policy objects cannot be used on a workstation, for example for 'Home' versions of Windows, where the GPO feature is not available.

This policy is required for Domain Policies to be applied.</string>
			<string id="PoliciesId">P050- Policies identification</string>
			<string id="PoliciesId_Explain">Used in log files to identify which policies (version no.s etc.) have been used.</string>
			<string id="PoliciesIdTag">P050- Identification field (free text)</string>
			<string id="LicencePolicies">P055 - License keys</string>
			<string id="Licence_Explain">These policies allow to assign a license key to workstations for the product. 

Policy P055 defines license key allocations. In the list, the value name corresponds to a filter to designate to whom the license key applies. For the moment the only filter supported is *, which corresponds to all workstations. It is also possible to specify 'none' to activate the policy without setting any content. 
The value name is used to specify the license key, in the form: 
key=license_key 

Policy P056 allows you to specify options related to the license key control. The only option available at the moment is: 

 - HideChangeLink=1: it is not proposed in the graphical interfaces to change the license key. Only the command line can be used to make this change. 

Reminder: the license key is required for installation. It must be provided either manually during the installation process or included directly in the package. The configuration of this policy alone is not enough.</string>
			<string id="Licence">P055- License keys allocation</string>
			<string id="LicenceOptions">P056 - Licensing options</string>
			<string id="ProductDeactivation">P060- Disabling Product</string>
			<string id="ProductDeactivation_Explain">Disables the installed product.

By default, the installed product is activated on a workstation.
This policy defines a list of computers or groups for which the product is activated, another list for which the product is disabled (idle), and the default behavior for computers who do not belong to or match the two lists.

Groups and computers must be separated by ';'.
To enter domain computers or domain groups, it is preferable to use the NETBIOS syntax. The search for the computer is not performed in subgroups. The computer must be found directly in the specfied group.
Note: the keyword '*' is supported and means "all computers".

On a computer with a disabled product, encrypted zones (if available) can be seen but reading or writing is denied.

The computer must be restarted after having changed this policy rule.</string>
			<string id="RestrictProductActivation">P060- Computers and Groups for which the product is activated</string>
			<string id="RestrictProductDeactivation">P061- Computers and Groups for which the product is disabled</string>
			<string id="DefaultProductDeactivation">P069- Disable the product (by default)</string>
			<string id="NetPolicies">P070- Alternative policies configuration</string>
			<string id="NetPolicies_Explain">Allows configuring product policies without going through the traditional system of Windows Group Policy. 

To enable alternative policies configuration, only this policy must be configured using traditional system of Windows Group Policy and path to an XML file of configurations must be specified. 
This file of configurations contains the policy settings to apply on users workstations according to the specified filter. 
The policy settings of the best configuration is applied to the user workstation.

Since the version 2021.1, it is possible to force signature of XML configurations file (and also files of policies set) before the alternative policies are validated and applied, using the keyword "checksign=1".
The files must be signed using admini tool 'zcacmd.exe' (or 'zedcmd.exe' or 'zmcmd.exe') and the command 'signnetpol'. 
The policies P386 (signature mechanism) and P292 (hash mechanism) define the mechanism used for file signature, while policy P080 (certificate control for policies siging) define the restrictions of signature certificate allowed. 

Keywords available: 
 - file=&lt;file of configurations&gt;: path to the file of configurations reachable on a network share or an HTTP/HTTPS URL (mandatory); 
 - refresh=x: interval (in minutes) to refresh policy settings to apply (optional, default: 90 minutes); 
 - checksign=1: signature of XML configurations file and XML policies set files are checked (optional, by default no control of signature); -noxsd=1 : no validation of document (XML schema) of XML configurations file and XML policies set files (optional, by default, the XML schema is not checked). 

Sample configurations: 
'file=\\serveur\share\configurations.xml;refresh=30' 
'file=http://domain.com/configurations.xml'
'file=http://domain.com/configurations.xml;checksign=1' 

This feature is explained in the documentation.</string>
			<string id="SignPolicyCertificateCheck">P080- Certificate control for policy signing</string>
			<string id="SignPolicyCertificateCheck_Explain">This policy must be configured when signing policies is enabled (see documentation for more details about signing policies implementation). It allows setting the controls applied on the certificate used to sign policies. 
Each pair name-value corresponds to a control filter. For the certificate to be valid, it must be approved by at least one of the configured filter controls. A filter validates a certificate when all the criteria described in the filter are checked. 

To use a default certificate control (control of EKU, the chain of certification and expiry), indicate to a filter the value 'default'. 

Syntax of a control filter: 
The item name is left free. 
The value item is a set of pairs 'name1=value1;name2=value2;...'. The configurable criteria are: 
- Subject: control of subject in X500 format. Metacharacters * and ? are allowed. 
- Email: control of email address if found in alternative subject name. Metacharacters * and ? are allowed. 
- Principal: control of user principal name (UPN) if found in alternative subject name. Metacharacters * and ? are allowed. 
- EKU: control of extended usage, specified with OID. 
- CheckTrust: 0 or 1. control of certification chain and revocation status. 
- RootSHA256: SHA256 digital footprint (hexadecimal value) of a root or intermediate authority from which the certificate must be issued. 
- RootSHA512: SHA512 digital footprint (hexadecimal value) of a root or intermediate authority from which the certificate must be issued. 
- CheckDate: 0 or 1. control of validity of certificate. The authorized delay configured in policy P142/P143 is applied. 
- CertSHA256: SHA256 digital footprint (hexadecimal value) required for the certificate. If the certificate has not the digital footprint specified, it is rejected. 
- CertSHA512: SHA512 digital footprint (hexadecimal value) required for the public key associated with the certificate. 
- PubKeySHA512: SHA512 digital footprint (hexadecimal value) required for the public key associated with the certificate. 
- Serial: serial number (hexadecimal value) required for the certificate. 

Example: 
EKU=1.3.6.1.4.1.311.10.3.1;RootSha256=6A 91 84 44 65 77 D2 06 E9 9B 25 5A 75 2C 43 03 42 DF B0 F0                 
Subject=*CN\=John Smith*</string>
			<string id="CatAccessType">1. Access types</string>
			<string id="CatAccessType_Explain">Policies related to access types used</string>
			<string id="DisablePasswordAccess">P101- Disable password access to encrypted zones</string>
			<string id="DisablePasswordAccess_Explain">The use of password-based access keys is not allowed to open encrypted zones, even if such accesses do exist. 
If this rule is enabled, adding password-based accesses is also disallowed.</string>
			<string id="DisablePasswordAccessZed">P102- Disable password access to encrypted containers</string>
			<string id="DisablePasswordAccessZed_Explain">The use of password-based access keys is not allowed to open encrypted containers, even if such accesses do exist.</string>
			<string id="DisableKeyFileAccess">P103- Disable PKCS#12-key file access to encrypted zones/containers</string>
			<string id="DisableKeyFileAccess_Explain">Do not allow key files (PKCS#12 format files [*.pfx, *.p12, ...]) access on encrypted zones or containers.</string>
			<string id="DisableTokenAccess">P104- Disable PKCS#11-token access to encrypted zones/containers</string>
			<string id="DisableTokenAccess_Explain">Do not allow token access (PKCS#11 devices) to encrypted zones or containers.

This does not concern, however, the use of tokens from CSP providers.</string>
			<string id="DisableCspAccess">P105- Disable the use of CSP Providers to open encrypted zones/containers</string>
			<string id="DisableCspAccess_Explain">Do not allow CSP keys to open encrypted zones or containers. 

Warning: if you allow CSP use, depending on the CSP, you may need to enable the policy P280.</string>
			<string id="PasswordDuration">P702- Maximum password duration</string>
			<string id="PasswordDuration_Explain">This policy (which Id was P109 before version 4) indicates how many days a password access is valid for. After this period, the owner will be requested to change the password. By default, a password is valid indefinitely (value 0).</string>
			<string id="PasswordSso">P110- SSO passwords</string>
			<string id="PasswordSso_Explain">Enabling this rule allows the user password to be given to an SSO application.
This is only valid for password access, and exclusively for personal passwords (access list or personal access key).
The option won't be applied if no mandatory recovery access (P131) is configured.</string>
			<string id="UseWindowsSsoLogin">P110- The password is protected by Windows (user login)</string>
			<string id="EnableX12">P111- Enable module X12 (make .pfx keys accessible for MS Outlook, etc.)</string>
			<string id="EnableX12_Explain">Module X12 is a .pfx key file management tool allowing the files to be published and accessed by other applications such as MS Outlook. When this tool is enabled, the key files supplied when setting the personal access parameters are automatically managed by module X12. The corresponding certificate will be published in the Microsoft certificate store and will be accessible to other applications. The private key remains in the pfx file and is never recorded elsewhere. 

  Module behavior can be customized using policy P112. Value 'NoCopy=1'  prevents the key file from being copied into an internal technical file (default behavior). This option means that only a link to the original file is kept. The latter must not be moved. It may be located on removable storage media. Whenever module X12 needs to access the file, it searches all removable media connected at that time.</string>
			<string id="X12Options">P112 - Module X12 options</string>
			<string id="EnableCredentialProvider">P113- Single Sign On in the Windows Login Screen</string>
			<string id="EnableCredentialProvider_Explain">P113 rule enables the single sign-on module in the Windows login or unlock screen.
 Starting from the Windows login (or unlock) screen, Single Sign-On authentication allows you to use the keys of the smart card to open (or unlock) the user session and open the encrypted zones to which the user has access.
 The PIN code of the smart card is only entered once by the user.

Warning: Single Sign-On authentication is available on Windows 8.1 and above.

 By default, single sign-on is disabled.</string>
			<string id="ConfigCredentialProvider">P114- Configuring Single Sign-On in the Windows Logon Screen</string>
			<string id="ConfigCredentialProvider_Explain">P114 rule allows you to configure the single sign-on module in the Windows login or unlock screen.
 The value name indicates the parameter to be configured using the keywords:

 - ShowExpiredCert: indication of display of expired certificates.
 The value is in the form '0' (do not display) or '1' (display). By default, expired certificates are not displayed.
 - ShowOnlyUserCert: indication of display only current user certificates.
 The value is in the form '0' (display all) or '1' (display filtered). By default, all certificates are displayed in current user view.
 - Title : customize the prompt field displayed in the login screen.
 The value is in the form "Label=&lt;customized text&gt;".
 You can specify a language-dependent text. To do this, add the language code at the end of the word "label".
Value example : label= Ouverture de session;Label1033=Login Displays the text "Ouverture de session" on a French computer and "Login" for all other languages
- AllowCP : defines the list of "Credential Providers" allowed in the Windows login screen.
 The value indicates the 'Credential Providers', designated by the value of their CLSID and separated by';'.
 The key word 'PrimX' refers to Prim'X's 'Credential Providers' The keyword 'Windows' refers to Windows 'Credential Providers'. For others, use the keyword 'CLSID'.
Value example : PrimX;CLSID={2135F72A-90B5-4ED3-A7F1-8BB705AC276A} 
- ForbidCP : sets the list of unauthorized "Credential Providers" in the Windows login screen.
The value is of the same form as for the keyword 'AllowCP' (see above).
- DefaultForbidCP : defines the default authorization status of a 'Credential Provider' that is not specified in either 'AllowCP' or 'ForbidCP'. By default, it is allowed.
 The value is in the form '0' (authorized) or '1' (not authorized) 
 
    - SCRemovalBehaviour: action to execute when smartcard is unplugged. 
The different values are: 
        none : no action. 
        lockworkstation : lock of the user Windows session. 
        hibernate : hibernation of workstation. 

 Changing this rule requires a restart to be taken into account.</string>
			<string id="AutoSyncPrioritySimple">P115 - Key preference for automated search</string>
			<string id="AutoSyncPrioritySimple_Explain">This policy allows you to configure the automatic search to prioritize or exclude the type of key (certificate or personal access list).
ZEDMAIL automatically searches for keys when sending encrypted emails. When sending emails, accesses are also searched in the password wallet if it exists.
Possible values are:
- 0 = Search for certificates and access lists and prefer the use of certificates (default)
- 1 = Search for certificates and access lists and prefer the use of access lists
- 2 = Search only for certificates
- 3 = Search only for access lists.
When this policy is configured, policies P750 and P499-ZedMailSourcePriority are ignored.</string>
			<string id="AutoSyncPriorityCertFirst">0-Search for certificates and access lists and prefer the use of certificates</string>
			<string id="AutoSyncPriorityZafFirst">1-Search for certificates and access lists and prefer the use of access lists</string>
			<string id="AutoSyncPriorityCertOnly">2-Search only for certificates</string>
			<string id="AutoSyncPriorityZafOnly">3-Search only for access lists</string>
			<string id="AutoSyncPriorityExpert">P116 - Key preference for automated search (advanced mode)</string>
			<string id="AutoSyncPriorityExpert_Explain">Similar to P115, this policy allows you to configure the automatic search to prioritize or exclude the type of key (certificate or personal access list).
This is the advanced mode that allows fine tuning (by feature) of the key search.
When this policy is configured, policies P115,P750 and P499-ZedMailSourcePriority are ignored.
The values that can be used in 'value name' are All, ZEDMAIL, TeamsSpo, OneDriveShare and PXSyncTool.
The possible values combined in the format 'value1=X;value2=X;...' and are configured with the following source values: SearchCert, SearchZaf, SearchKpwd.
The order of the values designates the search priority of the source.
X can be 1 or 0 and designates if the source is activated or not.</string>
			<string id="CatOrganization">2. Organization-Planification</string>
			<string id="CatOrganization_Explain">Rules related to the organization and planification strategy</string>
			<string id="AccessFilesLocations">P120- Access lists locations</string>
			<string id="AccessFilesLocations_Explain">Access lists are first searched in the personal location (generally locally), then in the primary locations (generally on a network share) and then in the cache locations (local).

Multiple primary locations may be specified (';'-separated) in rule P121; in such cases, it is better that these locations belong to the same site or to the same server. If the P125 rule is enabled, the synchronisation of personal access lists will only be made with the FIRST primary location.

Access lists found are always copied to the cache location, to provide a solution when the other locations are unavailable, for example when the computer is off-line.</string>
			<string id="AccessFilesLocations_Text">Enter the full name of a folder or a UNC share</string>
			<string id="AccessFilesLocations_Text2">You may use environment variables, CSIDL variables, and/or network UNC paths.</string>
			<string id="PersonalAccessFileLocation">P120- Personal location (local)</string>
			<string id="AccessFilesLocation">P121- Primary location(s)</string>
			<string id="AccessFilesCacheLocation">P122- Cache location(s)</string>
			<string id="PersonalAccessFileMode">P123- Personal access list</string>
			<string id="PersonalAccessFileMode_Explain">A personal access list is created by the user on the first encryption request or at session start if P5120 policy is activated. It is automatically generated from the key provided by the user and with the mandatory accesses defined in policies (P131). This list is located in the personal location (see P120).

By default, this mode is enabled.

Before being created, the personal access list is first searched in the primary location. If found, it is copied in the personal location. This allows administrators to prepare personal access lists for end users.

The backup locations is a location where an history of personal access lists is kept. Several backup locations can be specified, separated by semicolons.

The P5120 policy is used to create the personal access upstream of the primary encryption, during the session opening. This creation is useful to facilitate the sharing of files encrypted with the keys of correspondents. It requires the reference access lists locations (P121) with a network share.</string>
			<string id="DisablePersonalAccessFile">P123- Disable personal access lists</string>
			<string id="PersonalAccessCreationOnLogin">P5120- Creation of the personal access list at the opening of the session</string>
			<string id="DisallowPersonalAccessFileCreation">P124- Users are not allowed to create their own personal access lists</string>
			<string id="SynchronizePersonalAccessFile">P125- Synchronize personal access lists with primary location (if possible)</string>
			<string id="PersonalAccessFileName">P126- Personal access list name format</string>
			<string id="PersonalBackupLocation">P127- Location(s) where personal access lists backup copies are kept</string>
			<string id="PersonalKeyMode">P128- Personal access key</string>
			<string id="PersonalKeyMode_Explain">Enable personal access key mode.

This mode is an alternative to the use of personal access lists. When encrypting for the first time, the user must provide a key (password or RSA key). This access is registered and used for all subsequent encryptions.

The access is not stored in a personal access list and is directly integrated in each created encrypted zone. When an access must be update, this update must be made in each encrypted zone.</string>
			<string id="EnablePersonalKeyMode">P128- Enable personal access key mode</string>
			<string id="AutoReplaceOnSharedZones">P138- Automatic shared zone update during key changes</string>
			<string id="AutoReplaceOnSharedZones_Explain">Activate automatic updates in the areas shared when changing a key.
The areas shared with a former personal access shall be updated when opened.

This policy is used in "personal access list" mode and "personal access key" mode.</string>
			<string id="UpdateZedOnPersonalKeyChange">P393- Automatic container update during key changes</string>
			<string id="UpdateZedOnPersonalKeyChange_Explain">This policy is active by default with value 2. When changing the key of the user, all encrypted containers found in the user environment (work station, personal network zone path) are updated using the new user key, except offline containers (attribute used b OneDrive Files On-Demand functionnality). 
To update all encrypted containers when changing the key of the user, including offline containers, use value 1. This update will force containers synchronization from cloud. 
The encrypted containers that are not found when performing this analysis are updated later, when they are open.

In order not to update containers when there is a change in key, use value 0.

This policy can be used in "personal access list" or "personal access key" mode.</string>
			<string id="UpdateZedOnPersonalKeyChange_None">0 - No containers update</string>
			<string id="UpdateZedOnPersonalKeyChange_All">1 - Update all containers</string>
			<string id="UpdateZedOnPersonalKeyChange_NotOffline">2 - Update containers, except offlines</string>
			<string id="UserCertificateSearch">P129- User certificate search</string>
			<string id="UserCertificatesSearchMode">P129- User certificate search mode</string>
			<string id="UserCertificatesSearchMode_Explain">By default, when the first encryption starts, the user is asked to state which key to use to encrypt his files. This policy makes it possible to avoid this step by going directly to the directory to find the certificate associated with the user. 
The various certificates found there are checked and the best candidate (the most recent) is automatically used. 

Available modes are: 
 0: the user himself selects the key (default mode). 
 1: search the directory for a certificate. If no certificate is found, the selection wizard will be displayed so that the user can state explicitly which key to use. 
 2: search the directory for a certificate. If no certificate is found, the encryption is rejected. 
 4: search on key holder. When an encrypted zone is opened using a key on the user's smart card or token, a new key is searched for on his key holder. A renewal then takes place if a "better" key is found. 
5: search for a certificate in the directory according to mode 1, and detection of a new key on the key holder according to mode 4.
 6: search for a certificate in the directory according to mode 2, and detection of a new key on the key holder according to mode 4.

When a search in the directory (mode 1, 2, 5 or 6) is configured, the directories defined in policy P136 are consulted. If this policy is non-configured or blank, the search is made in the ActiveDirectory domain. 
Key renewal in the directory is detected automatically each time the user opens a session, and the update is made if the user confirms it. A silent update can also be configured (P130). 

This policy can be used in both 'Personal Access List' and 'Personnal Access Key' modes.</string>
			<string id="SearchCertificatesMode_None">0- Disabled</string>
			<string id="SearchCertificatesMode_Allowed">1- Directories (if possible)</string>
			<string id="SearchCertificatesMode_Forced">2- Directories (mandatory)</string>
			<string id="SearchCertificatesMode_OnKey">4- Key holders</string>
			<string id="SearchCertificatesMode_AllowedAndOnKey">5- Directories (if possible) and key holders</string>
			<string id="SearchCertificatesMode_ForcedAndOnKey">6- Directories (mandatory) and key holders</string>
			<string id="CertQuietReplaceKey">P130- Silent update of user certificate</string>
			<string id="CertQuietReplaceKey_Explain">Activate the silent update of the user certificate.
This silent update is carried out when searching for the user certificate (P129), when updating zones (personal or shared) following a change in key (P138), or when updating containers following a change in key (P393).</string>
			<string id="UserCertificateSources">P136- User certificate search directories</string>
			<string id="UserCertificateSources_Text1">The item name is left free.</string>
			<string id="UserCertificateSources_Text2">The value contains the directory parameters.</string>
			<string id="UserCertificateSources_Explain">The search directories defined in this policy are used to search for the user certificate when policy P129 is configured. 
If no directory is configured, the search will be made on the current ActiveDirectory domain. If several directories are configured, the search will stop at the first directory that answers the query (configuring several directories will therefore offer better service availability). 

Each line corresponds to a directory, and is configured as follows: 
The item name is left free. 
The value may be either the configuration string for the LDAP directory or the %AD% keyword (or %ACTIVEDIRECTORY%) to perform a search in the Active Directory domain. 
The configuration string has the same syntax as the P195 policy that defines the LDAP directories searching for correspondents. Environment variables (for example, %USERNAME%) can be inserted into the configuration string so that the search is performed based on the logged-on user.</string>
			<string id="MandatoryMembers">P131- Mandatory accesses</string>
			<string id="MandatoryMembers_Explain">Notice: configuration of this policy is required to encrypt zones. 

This policy defines the Mandatory Accesses that are systematically added to all access lists and all encrypted zones when created. If policy P139 (Mandatory Accesses for Encrypted Containers) is not configured, this policy also applies to encrypted containers. By default, no mandatory access are defined. 
Accepted file types are access lists, certificates and p7 containers.

The digital footprint must be specified for each mandatory access configured, with the parameter ''sha256=' or 'sha512='. This value can be obtained from admin tools and in the Explorer file properties.

Mandatory access may be reserved for support operations and for obtaining a One-Time-Access (OTA). It is then necessary to add the optional parameter 'helpdesk=1' to the value field. This type of access cannot open or work with encrypted zones. 

Use the keyword "None" as the value name to indicate that no mandatory access is configured. 

Input example:
'mandatory-helpdesk.zaf' for the item name,
'sha256=AE 37 5D 97 34 ... E8 80 4E 71 C8; helpdesk=1' for the value.</string>
			<string id="MandatoryMembers_Text1">The item name is the file name.</string>
			<string id="MandatoryMembers_Text2">The item value is used to specify the access footprint (sha256=...) and some options.</string>
			<string id="MandatoryMembersForZed">P139- Mandatory Accesses for encrypted containers</string>
			<string id="MandatoryMembersForZed_Explain">This policy defines the mandatory accesses that are systematically added to any encrypted containers created. If this policy is not configured, the mandatory accesses added to an encrypted container will be those defined in policy P131. 
Accepted file types are access lists, certificates and p7 containers.

The digital footprint must be specified for each mandatory access configured, with the parameter 'sha256=' or 'sha512='. This value can be obtained from admin tools and in the Explorer file properties.

Mandatory access may be reserved for support operations and for obtaining a One-Time-Access (OTA). It is then necessary to add the optional parameter 'helpdesk=1' to the value field. This type of access cannot open or work with encrypted zones. 

Use the keyword "None" as the value name to indicate that no mandatory access is to be added for the encrypted containers. 

Input example:
'mandatory-helpdesk.zaf' for the item name,
'sha256=AE 37 5D 97 34 ... E8 80 4E 71 C8; helpdesk=1' for the value.</string>
			<string id="MandatoryMembersForZed_Text1">The item name is the file name.</string>
			<string id="MandatoryMembersForZed_Text2">The item value is used to specify the access footprint (sha256=...) and some options.</string>
			<string id="Consigns">P132- Encryption directives</string>
			<string id="Consigns_ZC_Explain">Encryption directives define which locations must be encrypted on a workstation.
A check of these locations is performed on each use login, and the encryption of the currently unencrypted locations is then systematically suggested to user. If the directive is about a folder that does not exist, it will be created.

Moreover, directives can be applied only for specified users or groups, and ignored for others (for example: 'Administrators;Domain\jsmith').
For domain users or groups, use the Netbios syntax ('Domain\Username') rather than the DNS syntax (which may not be available offline).
The directives check at user login can be disabled: other means can be used, like running encryption wizard in a script. 

The value name is the location to encrypt. It is possible to use '*' to encrypt all local disks. The wildcards '*' and '?' can also be used (even multiple times).
Value name samples:
C:\
%USERPROFILE%
C:\ProtectedFolder
*

The value field must indicate the targeted state of this location : 
crypt=1 : must be encrypted (default). 
clear=1 : must remain unencrypted. 
user=1 : the user can change the state.
If none of these keyword is specified, the default is 'crypt=1'. The keyword 'user=1' can be combined with 'crypt=1' or 'clear=1' : they will indicate the initial state (and the user may change it later on if needed). 

Other options can be : 'create=0' (do not create the folder), 'noask=1' (force directives process), 'quiet=1' (silent running), 'touch=1' (change all files dates), exception=(see doc), ... They are explained in the technical guide.

Value example:
crypt=1;create=0;quiet=1</string>
			<string id="Consigns_Text1">The value name is the target location (path).</string>
			<string id="Consigns_Text2">The value can define special options (for example 'clear=1')</string>
			<string id="UsersWithConsigns">P133- Directives are applied only to users/groups (separated by semicolons): </string>
			<string id="UsersWithoutConsigns">P134- Directives are not applied to users/groups: </string>
			<string id="AutomaticConsignCheck">P135- Application options for login instructions</string>
			<string id="AutoConsignCheck_Always">0- At each login</string>
			<string id="AutoConsignCheck_Never">1- Never</string>
			<string id="AutoConsignCheck_OnError">2- Upon non-compliance</string>
			<string id="ZoneMapPublishLocations">P343- Automatic export/save of the zone map</string>
			<string id="ZoneMapPublishLocations_Explain">Notice: configuration of this policy is required to encrypt zones. 

This policy enables one or several locations to be defined where an archive will be generated, containing the mapping of the workstation's local zones, user zones redirected on the network (My Documents, Desktop) and zones specified in the encryption directives. This archive will also contain all of the product's internanl files (control files).

If several locations are specified, they must be separated by semi-colons.

 It is highly recommended to configure a network location at least.

It is possible to specify options for each of the locations: 
 - nohistory=1 : keep only the last mapping.
 - maxhistory=x : keep only the x most recent archives.
 - nousernetwork=1: zones redirected on the network are not saved. 
 - noconsign=1: zones specified in the encryption directives are not saved. 

Example of configuration:
\\server\zone_archive={nohistory=1};C:\zone_archive={maxhistory=10}</string>
			<string id="ZoneMapPublishLocations_Text">Locations for archives</string>
			<string id="ZoneMapRemovablePublishLocations">P344- Automatic export/save of the zone map for removable medias</string>
			<string id="ZoneMapRemovablePublishLocations_Explain">This rule can define one or more locations where an archive will be generated containing the zone maps for removable medias (USB keys, external HD, ...). This archive contains every internal control files for encrypted zones.

Locations must be separated with ';'.

Inserting a device does not create the archive; the archie is created after an encryption operation, such as the creation of an encrypted zone.

Example: 
'\\server\archives_for removable_medias;C:\archives</string>
			<string id="ZoneMapRemovablePublishLocations_Text">Locations for archives</string>
			<string id="KeyMapPublishLocations">P345- Automatic export/save key map</string>
			<string id="KeyMapPublishLocations_Explain">Notice: configuration of this policy is required to encrypt zones. 

This policy allows definition of one or several locations where zone encryption keys will be saved.
For each encryption key generated, the associated control file will be saved to those locations.

To not use same folder for all users, keys are backed up in subfolder named with computer name.

If several locations are specified, they must be separated by semi-colons.

It is highly recommended to configure a network location at least.

Options may be added for each location: 
 - quick=1 : key information is not saved (in an XML file) to key map locations.The key alone will be saved. 
 - nosubfolder=1 : keys are saved in location specified and not in subfolder named with computer name (not recommended). 

Example: 
'\\server\keymap\%USERNAME%={quick=1};C:\zonemap</string>
			<string id="KeyMapPublishLocations_Text">Locations for archives</string>
			<string id="MandUpdateOpts">P822- Options for mandatory accesses</string>
			<string id="MandUpdateOpts_Explain">This policy defines how the mandatory accesses must be updated when checking if the workstation is compliant as CryptUpdate runs.

The update can be manual, made by the user, with a checking display and validation of changes. This is the more secure option.
The update can be automatic, without any user consent.</string>
			<string id="MandUpdateOpts_manual">0- manual update (default)</string>
			<string id="MandUpdateOpts_auto">1- Automatic update</string>
			<string id="CatCertificateTrust">4. Certificate control</string>
			<string id="CatCertificateTrust_Explain">Rules related to controls made on certificates</string>
			<string id="RelaxCertChainErrors">P140- Relax chain  CRL control</string>
			<string id="RelaxCertChainErrors_Explain">Normally, strict controls on certificate chains, trustability and revocation are made, and prohibits the use of any certificate with errors.

This policy allows the use of certificates with errors. However, all controls are still performed, and errors are just considered as warnings.</string>
			<string id="RestrictCertRoots">P141- Authorized roots</string>
			<string id="RestrictCertRoots_Explain">Use this policy to restrict the keys that users are allowed to use: only keys with certificates issued by these roots are allowed. Intermediate authorities can be specified too.
For each root certificate, you must enter a free description in the 'value name' and a SHA-256 or SHA-512 footprint of certificate ("sha256=..." or "sha512=...") in the 'value'.
 Note: this policy is not used for adding accesses to encrypted containers, to enable the use of 'external persons' certificates. However, it is used for personal access management.
If this policy is not configured or disabled, any root is authorized.</string>
			<string id="RestrictCertRoots_Text1">The value name is a free comment.</string>
			<string id="RestrictCertRoots_Text2">The value is used to specify the certificate footprint (sha256=... or sha512=...).</string>
			<string id="CanUseOutOfDateCertificates_General">P142- Check validity dates (public key)</string>
			<string id="CanUseOutOfDateCertificates">P142- Enable the use of out-of-period-of-validity certificates</string>
			<string id="CanUseOutOfDateCertificates_Explain">Normally, out-of-date or not-valid-yet certificates are rejected.

This policy enable the use of such certificates when added to an encrypted item. 

A delay can be used to specify how long an out-of-date certificate is authorized.</string>
			<string id="OutOfDateCertificatesDelay_Explain">P143- Delay while use of out-of-date certificates is authorized :</string>
			<string id="OutOfDateCertificatesDelay_Item">Period (in days):</string>
			<string id="ForceCRLRefresh">P144- Force CRL refresh</string>
			<string id="ForceCRLRefresh_Explain">By default, the 'next update' information in a CRL is used to decide when to download an updated CRL.
With this policy, you can force the download of a new CRL when the current one has been issued more than a given amount of time ago.</string>
			<string id="ForceCRLRefresh_Text">P144- Force CRL refresh if issued more than (hours) ago: </string>
			<string id="UserKeyTrustControl">P145- Control certificate chain for the user own key(s)</string>
			<string id="UserKeyTrustControl_Explain">When a user has a private key, extended controls on his own certificate (chains, CRL, etc.) may be activated.
This "heavy" control may have considerable harmful effects, especially due to having black lists (cache, network). For a fixed station (with a highly available PKI), option 1 can be used, but it is not recommended for mobile stations; in this case, option 2 is more flexible. 
Option 3 is reserved for specific types of 	uses: the revocation list is only controlled if it is available. 	

The default value is 0 (off), which means that having a private key allows the user to open encrypted areas, regardless of his certificate status. 
Comment: keys, validity dates and other standard controls are always used.</string>
			<string id="UserKeyTrustControl_None_Explain">Choice 0: no extended control</string>
			<string id="UserKeyTrustControl_Any_Explain">Choice 1: Whenever a user presents a key (CONSTRAINTS)</string>
			<string id="UserKeyTrustControl_Netshare_Explain">Choice 2: When the key opens a REMOTE and SHARED zone</string>
			<string id="UserKeyTrustControl_Online_Explain">Choice 3: Systematic control with tolerance if not connected (RESTRICTIVE)</string>
			<string id="UserKeyTrustControl_None">0- No extended control</string>
			<string id="UserKeyTrustControl_Any">1- Always (CONSTRAINTS)</string>
			<string id="UserKeyTrustControl_Netshare">2- For REMOTE and SHARED zones</string>
			<string id="UserKeyTrustControl_Online">3- When the station is connected</string>
			<string id="RelaxCertKeyUsage">P146- Relax Key-Usage control</string>
			<string id="RelaxCertKeyUsage_Explain">Normally, an encryption application rejects any X509 certificate (and the associated key) that does not clearly enable the encryption usage (X509 'KeyUsage' extension).

This policy turns off this behaviour, thus allowing the use of a certificate disregarding its key-usage. 

This policy may be used temporarily only, when there is no alternate solution (an existing set of certificates that did not forecast the encryption usage).</string>
			<string id="RestrictCertExtendedKeyUsage">P147- Authorized Extended Key Usages</string>
			<string id="RestrictCertExtendedKeyUsage_Explain">Use this policy to restrict the keys that users are allowed to use: only keys with at least ONE of these 'extended key usages' are allowed. 
For each extended usage, you must enter its standard OID (object Identifier) in string format (for example: 1.3.6.1.5.5.7.3.4 for emailProtection) as the 'value name' and a free comment as the 'value'.</string>
			<string id="RestrictCertExtendedKeyUsage_Text1">The value name is an OID in string format.</string>
			<string id="RestrictCertExtendedKeyUsage_Text2">The value is not used.</string>
			<string id="RestrictCertExtendedKeyUsageZed">P148- 'Extended Key Usages' authorized for encrypted containers</string>
			<string id="RestrictCertExtendedKeyUsageZed_Explain">Use this rule to limit the keys that can be used in encrypted containers to keys with 'extended' usage predefined here. Only certificates with AT LEAST ONE of these extended usages will be accepted.
You must enter the standard OID (object identifier) for each extended usage.This consists in a chain of digits (for example: 1.3.6.1.5.5.7.3.4 for emailProtection) as 'value name' and a free commentary as 'value'.
If this rule is disabled or not configured, all certificates are authorized.</string>
			<string id="AdditionalCert">P149- Additional certificates for encrypted containers and document libraries</string>
			<string id="AdditionalCert_Explain">This rule enables the use of additional certificates for encrypted containers and document libraries. 
Additional certificates refer to user certificates for encrypting - additional to the usual certificate. For example, an additional user certificate can be used for his mobile devices (phone, Tablet), which is different from his usual certificate used on his laptop. 
This feature allows to identify the additional certificates for a user and to add them to the usual certificate when adding access to encrypted containers or document libraries. 

The identification of a additional certificate is based on the presence of an explicit EKU declared in the certificate. This EKU must be indicated in this rule in the form of standard OID (object Identifier) using the 'EKU' keyword.

It is possible to not identify additional certificates using keyword 'NoEKU=1'.
In that case, all valid certificates belonging to the user will be added to the usual certificate.

Configuration exemple: EKU=1.3.6.1.4.1.311.21.8.6003431.14113858.3362751.3108431.902824.205.4513983.15188577 
NoEKU=1</string>
			<string id="CanUseOutOfDateCertificatesForPrivUse_General">P186- Check validity dates (private key)</string>
			<string id="CanUseOutOfDateCertificatesForPrivUse">P186- Enable use after expiry date</string>
			<string id="CanUseOutOfDateCertificatesForPrivUse_Explain">If a private key is used (to 'open' an encrypted element), the associated certificate is checked, especially in terms of its validity dates.

This policy authorises the use of keys associated to expired certificates. This may be useful, for example, when restoring archived data with old keys and certificates.

A tolerance period must be specified in order to determine how long a private key associated to an out-of-date certificate may be used, to give the administrator time to renew the certificate.

By default, the use of privates keys from out-of-date certificate is allowed.

Note: it is not recommanded to configure this policy with restricted use of private keys, because access renew policies within zones (P138) and containers (P393) needs use of old user key.</string>
			<string id="OutOfDateCertificatesDelayForPrivUse_Explain">P187- Tolerance period for the certificate associated with the private key:</string>
			<string id="OutOfDateCertificatesDelayForPrivUse_Item">Period (in days):</string>
			<string id="CatUserInterface">5. User interfaces</string>
			<string id="CatUserInterface_Explain">Rules related to user interfaces</string>
			<string id="CloseZonesKeyboardShortcut">P151- Keyboard quick shortcut to close all opened zones/keys</string>
			<string id="CloseZonesKeyboardShortcut_Explain">Defines the keyboard shortcut used to close all opened zones and keys associated with the currently active console session.
A change needs to restart the computer.
Note: the keyboard shortcut is not enabled for remote network execution (TSE, remote desktop).</string>
			<string id="NoShortcut">0- No shortcut defined</string>
			<string id="CloseZonesKeyboardShortcut_CtrlSquare">2- Ctrl and ² (square)</string>
			<string id="CloseZonesKeyboardShortcut_TripleCtrl">3- Ctrl three times (quickly)</string>
			<string id="DisableScreenSaverDetect">P152- Disable screen saver detection to close zones and keys</string>
			<string id="DisableScreenSaverDetect_Explain">When the screen saver detection is active, any opened zone and any loaded access key are automatically closed.

This may cause troubleshootings with some background applications that may continue to work with encrypted files even when the screen saver is running. In this case, enable this policy.

By default, the screen saver detection is active.</string>
			<string id="AdminInPlaceOperations">P153- 'In-place' administrative operations</string>
			<string id="AdminInPlaceOperations_Explain">'In-place' administrative operations can be performed by users without installing administrative tools. These operations are accessible in the Encryption panel of folder properties or in the contextual menus of Windows Explorer.

These rules can be used to hide selective operations.

The session must be closed and reopened for this rule to be applied.</string>
			<string id="InPlaceAdminOperations_Text">Operations:</string>
			<string id="RestrictAdminInPlace">P153- Do not apply these restrictions to the following users/groups:</string>
			<string id="UserCannotChangePassword_Explain">P154- (hide) password change</string>
			<string id="UserCannotChangeRSA">P155- (hide) RSA key change</string>
			<string id="HideFolderPropertyPage_Explain">P156- (hide) 'Encryption' property page of folders</string>
			<string id="HideAccessFilePropertyPage_Explain">P157- (hide) 'Accesses' property page of access lists</string>
			<string id="HidePersonalAccessMonitor_Explain">P158- (hide) 'Personal access' tab in the monitor</string>
			<string id="HidePersonalKeyMonitor_Explain">P159- (hide) 'Personal access key' tab in the monitor</string>
			<string id="HideFolderContextMenu_Explain">P160- (hide) Folder context menus</string>
			<string id="HideUnauthorizedInPlaceOps_Explain">P161- (hide) Operations not granted by the 'Admin rights' policies (P231+)</string>
			<string id="HideInPlaceEncrypt_Explain">P162- (hide) Encrypt operation</string>
			<string id="HideInPlaceDecrypt_Explain">P163- (hide) Decrypt operation</string>
			<string id="HideInPlaceVerify_Explain">P164- (hide) Verify operation</string>
			<string id="HideInPlaceTranscrypt_Explain">P165- (hide) Transcrypt operation</string>
			<string id="HideInPlaceAccesses_Explain">P166- (hide) Accesses</string>
			<string id="HideInPlaceAccessesOps_Explain">P167- (hide) Operations on accesses</string>
			<string id="HideAddPassword_Explain">P168- (hide) Add Password access</string>
			<string id="HideAddPasswordForZed_Explain">P218 - (hide) Add Password access for encrypted containers</string>
			<string id="HideAddCertFile_Explain">P169- (hide) Add certificate access (from a file)</string>
			<string id="HideAddCertFileForZed_Explain">P219 - (hide) Add certificate access (from a file) for encrypted containers</string>
			<string id="HideAddCertStore_Explain">P170- (hide) Add certificate access (from a Windows certstore)</string>
			<string id="HideAddCertStoreForZed_Explain">P220 - (hide) Add certificate access (from a Windows certstore) for encrypted containers</string>
			<string id="HideAddLDAP_Explain">P171- (hide) Add certificate access (from a LDAP directory)</string>
			<string id="HideAddLDAPForZed_Explain">P221 - (hide) Add certificate access (from a LDAP directory) for encrypted containers</string>
			<string id="HideInPlaceDetails_Explain">P172- (hide) Zone advanced-details</string>
			<string id="HideInPlaceGeneralPage_Explain">P173- (hide) Zone general characteristics</string>
			<string id="DisallowZoneLabelChange_Explain">P174- (hide) Zone properties change</string>
			<string id="HideInPlaceCreateClearZone_Explain">P175- (hide) Clear zone creation</string>
			<string id="HideInPlaceGroup_Explain">P176- (hide) Group operation</string>
			<string id="HideInPlaceSeparate_Explain">P177- (hide) Ungroup operation</string>
			<string id="HideInPlaceExceptions_Explain">P178- (hide) Zone exceptions patterns</string>
			<string id="HideInPlaceExceptionsOps_Explain">P179- (hide) Operations on exceptions patterns</string>
			<string id="HideInPlaceSubzones_Explain">P180- (hide) Sub-zones search</string>
			<string id="HideShowSos_Explain">P181- (hide) Show SOS access</string>
			<string id="HideCheckerDetails_Explain">P182- (hide) Display details of a check</string>
			<string id="HideComputerWideOperations_Explain">P183- (hide) Workstation operations</string>
			<string id="HideAddAccessFile_Explain">P184- (hide) Add access lists</string>
			<string id="HideAddAccessFileForZed_Explain">P222 - (hide) Add access lists for encrypted containers</string>
			<string id="HideInPlaceRecover_Explain">P185- (hide) Repair operation</string>
			<string id="DeleteZoneOptions">P190- Behaviour when the user deletes a folder containing encrypted (sub)zones</string>
			<string id="DeleteZoneOptions_Explain">When the users deletes a folder, this folder may be the head of an encrypted zone and/or may contain subfolders with encrypted zones. 
This policy may be used to forbid the deletion of encrypted zone, enable it, or force an open request before deletion.

The default behaviour is to open the zone if not already opened.</string>
			<string id="DeleteZoneEnabled">0- Deletion allowed</string>
			<string id="DeleteZoneOpenFirst">1- Open zone first</string>
			<string id="DeleteZoneDisabled">2- Deletion disallowed</string>
			<string id="ProtectEncryptedFileDeletion">P390- Deny file deletion in a non-opened encrypted zone</string>
			<string id="ProtectEncryptedFileDeletion_Explain">When a user tries to delete a file in an encrypted zone, if this zone is not opened and if the user cannot provide an access key to open it, the deletion is denied.</string>
			<string id="DisableEncryptedZoneNetShare">P191- Users cannot share encrypted folders</string>
			<string id="DisableEncryptedZoneNetShare_Explain">When enabled, this policy prevents users from creating shares on encrypted folders.
When disabled, shares are allowed and encrypted, remote clients must have a valid key to open files.</string>
			<string id="OpenZoneMessage">P192- Message displayed when a zone is opened</string>
			<string id="OpenZoneMessage_Explain">A popup message appears in the Task Bar when a zone is opened. 
This policy can be used to define the zones to display the message: 
- All zones (message is always displayed); 
- No zone (message is never displayed); 
- Only shared zones (except local zones and user zones).</string>
			<string id="OpenZoneMessageAll">0 - All zones</string>
			<string id="OpenZoneMessageNone">1 - No zone</string>
			<string id="OpenZoneMessageNotUser">2 - Only shared zones (except local zones and user zones)</string>
			<string id="RestrictShowRecoveryAccess">P198- Display recovery accesses</string>
			<string id="RestrictShowRecoveryAccess_Explain">Usually, recovery accesses in encrypted zones are not displayed. They also remain hidden in properties for a zone or an access list.

This rule make them visible for selected users.

Windows users or groups must be separated with ';'.
For domain users or domain groups, the NETBIOS syntax may be better.
Note: an empty list will grant no user, and the keyword '*' will grant any user.</string>
			<string id="RestrictShowMandatory">P199- Display mandatory accesses</string>
			<string id="RestrictShowMandatory_Explain">By default, mandatory accesses enforced by the rule P131 on zone creation are not displayed in the properties for zones or (for access keys and access lists).

This policy makes them visible for selected users.

Windows users or groups must be separated with ';' in the list.
For domain users or domain groups, the Netbios Domain syntax is recommended.
Note: an empty list will authorize no user, and the keyword '*' will authorize any user.</string>
			<string id="RemovableDevices">P200- Removable devices</string>
			<string id="RemovableDevices_Explain">This policy is used to define the processing applied when a removable device is plugged into the computer (for example a USB memory stick). Available actions are: 
-the user is prompted for an encryption request, with one or several encryption profiles;
-lock the device, which will be unavailable; 
-force the device into read-only mode: no write-operations, either in decrypted or encrypted text;
-write-operations are allowed only in encrypted locations: encrypted zones or encrypted containers; 
-ignore the device entirely: no encryption action will be applied to it. 

Filters can be defined to apply processing to a device depending on its type (USB, eSata, IEEE 1394) or its ID (which can be viewed in Windows Device manager or via the command 'zcucmd showvolumes -detail'). 

The policy is a list of filter-processing pairings. The item name has the following syntax: Type=xxxx;Id=xxxxx. 
The 'Type' is optional, and may have the values: 'USB', 'eSata', '1394', 'SD', 'MMC' or 'Other'. 
 The 'ID', also optional, is a mask that will be compared to the device IDs. It may contain the wildcards * and ?. 

The value defines the processing to be applied to the volume matching the corresponding filter. It may comprise the following elements: 
Action=&lt; Ignore | Block | ReadOnly | EncryptedWriteOnly &gt;. 
Profile=list of suggested profiles separated by the '+' sign. Available profiles are: FullZone, SubZone, Zed, FullZoneAndZed, SubZoneAndZed and SubZoneAndSubZed. The special name ‘All’ can also be used to make all profiles selectable. 
The following elements apply only if the ‘Profile’ element is specified: 
ProfileNeededToWrite=1: writing to the device will be denied until the device is compliant with one of the profiles. 
HideCancelCheckBox=1: the checkbox 'Do not ask me again' is hidden (in the user’s apply-profile window). 
HideCancelButton=1: the ‘Cancel’ button is hidden (in the user’s apply-profile window). 
ConfirmCancel=1: a new window will be displayed to confirm the cancel. 
SubZoneName=xxxx: selection of the name of the encrypted zone created (using one of the 'SubZone' profiles). By default, the name "Protected" is used. 
ContainerName=xxxx: selection of the name of the encrypted container [to be] created, if any (using one of the "Zed" profiles). By default, the "Protected.zed" name is used. 

Sample configurations: 

Item name: Type=USB
Item value: Action=EncryptedWriteOnly;Profile=SubZone+Zed 
For all USB sticks inserted, only encrypted write-operations will be authorised, and the user will be offered the choice of creating an encrypted zone or simply depositing an encrypted container. 

Item name: * 
Item value: Profile=All;ProfileNeededToWrite=1 
For all removable devices, the user is offered the application of one of the encryption profiles. Until the profile is applied, the user will not be able to write to the device. 

Item name: Id=*SELF_ENCRYPTED_KEY_INC*
Value: Action=Ignore. 
A key with the word 'SELF_ENCRYPTED_KEY_INC' in its IDs will not be generated by ZONECENTRAL. 

Note: if there is a conflict, the type takes precedence. The most precise filter will be the next thing chosen.</string>
			<string id="OverlaysDefinition">P5110- Overlays management</string>
			<string id="OverlaysDefinition_Explain">The 'value name' is the overlay to use from a defined list and the 'value' contains the options applicable to the overlay including its priority. When this policy is enabled, only the overlays defined in the list are displayed.
The keyword 'priority=' is required and allows you to define the display priority of an overlay. A low value represents a high priority and each value must be different.
The keyword 'pattern=' can be used to prefix the key in registry. If nothing is specified the default value is '     - '.

The only values that can be used as a 'value name' are : 
- Encrypted 
- Clear 
- Maintenance</string>
			<string id="DereferenceOverlays">P5111- Overlays delisting</string>
			<string id="DereferenceOverlays_Explain">Some products include many overlays while Windows imposes a limit of 15, four of which are reserved for the system. 

This policy makes it possible to delist overlays deemed of a lower priority so as to allow the display of overlays defined in policy P5110. 

The GUID of the overlays to delist may be found in this registry key: 
HKEY_LOCAL_MACHINE\SOFTWARE\Microsoft\Windows\CurrentVersion\Explorer\ShellIconOverlayIdentifiers 

This is a list type policy. 
The 'Value name' is the GUID of the overlay to be delisted, presented as such: {AAAAAAAA-BBBB-CCCC-DDDD-EEEEEEEEEEEE}&gt;. 
The 'Value' may be used to include a comment. 

When this policy is activated, the specified overlays are delisted so that the system no longer accesses them.</string>
			<string id="LDAPServers">P195- Predefined LDAP Directories</string>
			<string id="LDAPServers_Explain">Predefined LDAP directories can be used by all users to perform LDAP search (for certificates). 

To configure a new LDAP server, the zone management tool (installed by ZONECENTRAL) should be used: the string configuration can be copied into this policy, in the column 'Value'.
The 'Name of the value' column is the displayed label.</string>
			<string id="OnSessionLock">P196- Behaviour when Windows session is locked</string>
			<string id="OnSessionLock_Explain">When the Windows session is locked, any open zone/key can be closed: immediately, or when the session is unlocked (thus enforcing a password or PIN code supply), or left open. 
By default, all zones and keys are closed immediately.</string>
			<string id="OnSessionLockCloseAll">0- Close all zones and keys when session is locked (default)</string>
			<string id="OnSessionUnlockCloseAll">1- Close all zones and keys when session is unlocked</string>
			<string id="OnSessionLockNothing">2- Do nothing</string>
			<string id="DisableSystray">P197- Disable icon in the status bar</string>
			<string id="DisableSystray_Explain">By default, an icon in the status bar shows the encryption status for the workstation (for instance: policy compliant, update required, etc.). 
It also allows the user to directly access certain operations, such as changing a password.

This policy can be used  to hide the icon. If the policy is not configured, the user may choose either to hide or to display the icon. If the policy is configured (enabled or disabled) the user does not have a choice.</string>
			<string id="CatAdvanced">6. Advanced-Details</string>
			<string id="CatAdvanced_Explain">Advanced parameters</string>
			<string id="CatAdminRights">6.1. Admin rights</string>
			<string id="CatAdminRights_Explain">Restrictions applied to administrative operations</string>
			<string id="RestrictCommandsToSysAdmin">P230- Restrict zone management operations to System Administrators</string>
			<string id="RestrictCommandsToSysAdmin_Explain">Restrict zone management operations to System Administrators</string>
			<string id="SORoleMode">P231- Rules for 'Admin' role </string>
			<string id="SORoleMode_Explain">Policies related to the 'Admin' role that can be defined for an access.

By default, only Admin or Recovery accesses are allowed to perform zone management.

It is possible with these policies to bypass this limitation and to allow every access to manage zones.

It is also possible to define the minimal number of Admin or Recovery accesses within a zone (excluding mandatory accesses). Until this count is not reached, all accesses have the 'Admin' role. The default value is 1.</string>
			<string id="DisableSOCommandsMode">P231- Give the 'admin' role to any access</string>
			<string id="MinimalAdminCount">P232- Minimal number of Admin or Recovery accesses in a zone</string>
			<string id="UserRights">P244- Users rights</string>
			<string id="UserRights_Explain">List of Windows users and groups authorized to execute operations on given locations or medias. 
For each type of operation (encrypting, decrypting, ...), the rights on targets are evaluated for the current user. 
For domain users or domain groups, the NETBIOS syntax may be better. 

The value name defines the target for operations. Some generic Keywords can be used to define generic targets: 
    %ALL%: any location (access lists excluded) 
    %ALL_LOCAL%: all local disks, 
    %ALL_REMOVABLE%: any removable media, 
    %ALL_NETWORK%: any network path, 
    %ACCESSFILE%: any access list. 
For example:
C:\
%USERPROFILE%
C:\Confidential 
%ALL% 

The value defines users and groups authorized to start the given operation for the corresponding location. 
Entities  {user-authorized actions} must be separated with ';'. 
Actions must be separated with '+'.

Actions are: 
    Encrypt: create an encrypted zone, 
    Decrypt: decrypt a zone, 
    Transcrypt: transcrypt a zone (change its key), 
    CreateClear: create a clear (non-encrypted) zone, 
    ModifyException: change the exceptions patterns in an encrypted zone, 
    Dissociate: dissociate a folder from its parent zone, 
    Group: attach a folder to its parent zone, 
    AddAccess: add accesses (in a zone or an access list), 
    RemoveAccess: remove accesses (in a zone or an access list), 
    ModifyAccess: modify accesses (in a zone or an access list), 
    ChangeGenProps : change general properties for a zone, 
    ActivateProfile: activates a backup of a zone control file, 
    CreateAccessFile: create an access list. 

Some special keywords predefine some common roles: 
    Operator: technical actions without keys (such as restore backups). He can 'dissociate', 'group', 'create clear zones'and 'activate'. 
    AccessManager: he has all 'operator rights' and can add, remove and change accesses, and transcrypt.
    Architect: defines the security perimeter. He has all AccessManager rights and he can encrypt, decrypt, change exceptions patterns. 

If none of these actions or roles is defined, the user will have no right on the target.

The special value '*' means 'all users' or 'all rights'.

Sample values: 
'SecurityOfficersGroup=Architect;Administrators=Operator' 
'*=CreateClear+Encrypt+Decrypt;Administrators=*' 

Changing this rules requires a restart.</string>
			<string id="CatAdvUserInterfaces">6.2. User interfaces</string>
			<string id="CatAdvUserInterfaces_Explain">Advanced policies related to user interfaces</string>
			<string id="ZBUIOptions">P210- ZoneBoard Options</string>
			<string id="ZBUIOptions_Explain">This policy is used to define the options for the tool for supervising ZoneBoard encrypted areas. 

The value name designates a user name or user group. 
Users or user groups must be separated in the list by ";". 
To indicate domain members, it is better to use the Netbios syntax (Domain\Username).
The wildcard ’*’ can be used to specify all users. 

The item value gives the list of graphic options defined for users specified in the value name. 

These options can be copied and pasted directly from the ZoneBoard tool. 
In the ZoneBoard graphic options window, a context menu accessible from the title bar can be used to copy the options defined. 

Each option must have a value and may indicate that it is forced (which means the user cannot override the option) by using the keywords "value" and "forced". 
The syntax that the value must follow is:
 option1={value=X1;forced=Y1};option2={value=X2;forced=Y2};...;optionN={ value=XN;forced=YN} 
 With X1, X2, ..., XN equals 0 or 1 n With Y1, Y2, ..., YN equals 0 or 1

Examples:
 - ShowZonesIDontManage={forced=1;value=0};ShowAccessFilesNotManaged={ forced=1;value=0}: hides the zones and group access lists that the user is not allowed to administer.
 - HideClearZones={value=1}: hides the unencrypted zones from the user, but the user may view them if he so wishes.</string>
			<string id="ZBUIOptions_Text1">The item name is the name of the user or user group.</string>
			<string id="ZBUIOptions_Text2">The item value is the list of graphic options defined for the users.</string>
			<string id="GroupsSynchroLDAPServers">P211- Predefined LDAP Servers for synchronising groups</string>
			<string id="GroupsSynchroLDAPServers_Explain">The predefined LDAP servers for synchronising groups can be used to link the groups for these servers to encrypted zones, which will then have access to the users of the groups.

To configure a new LDAP server, the zone management tool should be used. In the LDAP server configuration window, you must select the server, then the "Copy" command in the right-click menu. The server configuration string can then be copied into this rule, in the "Value" column.
The "Item Name" column serves to indicate the label displayed to the user.</string>
			<string id="PKISynchroLDAPServers">P212- LDAP Servers predefined for PKI Synchronization</string>
			<string id="PKISynchroLDAPServers_Explain">The LDAP serviers predefined for PKI synchronisation serve to specify the servers in which the RSA access searches for users will be performed in order to update the zones. 

In order to configure a new LDAP server, the zone management tool must be used. In the LDAP server configuration window, you must select the server, then the "Copy" command in the right-click menu. The server configuration string can then be copied into this rule, in the "Value" column.
The "Value Name" column serves to indicate the label displayed to the user.</string>
			<string id="OverlayIconForClearFolders">P250- Display of overlay icons for clear folders</string>
			<string id="OverlayIconForClearFolders_Explain">This policy may be useful to highlight clear -and thus unprotected- folders.

By default, only explicitely clear zone heads are highlighted.

The icons can be customized (see manuals).</string>
			<string id="OverlayIconForEncryptedFolders">P251- Display of overlay icons for encrypted folders</string>
			<string id="OverlayIconForEncryptedFolders_Explain">This policy may be useful to highlight encrypted -and thus protected- folders.

By default, all encrypted folders are highlighted.

The icons can be customized (see manuals).</string>
			<string id="OverlayIconForFiles">P256- Overlay icons for files</string>
			<string id="OverlayIconForFiles_Explain">This rule may be used to highlight encrypted or non-encrypted files. 

By default, the status of the files is highlighted in the icons for encrypted areas. 

This highlighting may have a slight impact on performance, in particular for networks, since it means that the status of each file must be examined before displaying its icon in the Explorer. 

The special icons are customizable (see documentation).</string>
			<string id="FileOverlayNone">0-No overlay icon</string>
			<string id="FileOverlayForExceptions">1-Files matching exception patterns (in encrypted zones)</string>
			<string id="FileOverlayForZones">2-All files in encrypted zones</string>
			<string id="FileOverlayForAll">3-All files anywhere</string>
			<string id="NoOverlayIcon">0- No Overlay Icon</string>
			<string id="OverlayOnlyForHeadOfClearZones">1- Overlay Icons Only for Heads of Clear Zones</string>
			<string id="OverlayOnlyForHeadOfExplicitClearZones">3- Overlay Icons for Heads of EXPLICIT Clear Zones</string>
			<string id="OverlayForAnyClearFolder">2- Overlay Icons for Any Clear Folder</string>
			<string id="OverlayOnlyForHeadOfEncryptedZones">1- Overlay Icons Only for Heads of Encrypted Zones</string>
			<string id="OverlayForAnyEncryptedFolder">2- Overlay Icons for Any Encrypted Folder</string>
			<string id="WatermarksForFolders">P257- Watermark images for folders in Windows Explorer</string>
			<string id="WatermarksForFolders_Explain">This rule may be useful to highlight encrypted folders and/or non-encrypted folders. The watermark image appear in the right pane of Windows Explorer (file view).
\By default, there is a watermark image only for encrypted folders.

Watermark images are displayed only if the backgound of list views is white.

Watermark images can be customized (see Manual).</string>
			<string id="WatermarksForFolders_None">0- No watermark image</string>
			<string id="WatermarksForFolders_Encrypted">1- For encrypted folders</string>
			<string id="WatermarksForFolders_Clear">2- For non-encrypted folders</string>
			<string id="WatermarksForFolders_Both">3- For all folders</string>
			<string id="UserCannotCloseZone">P252- Users cannot close opened zones (monitor)</string>
			<string id="UserCannotCloseZone_Explain">By default, users can manually close their opened zones (through user commands or graphical interfaces).

This policy disable this action.</string>
			<string id="UserCannotCloseKey">P253- Users cannot close opened access keys (monitor)</string>
			<string id="UserCannotCloseKey_Explain">By default, users can manually close/unload access keys (through user commands or graphical interfaces). 

This policy disable this action.</string>
			<string id="UserCannotCloseAll">P254- Users cannot use &lt;close all&gt; (monitor)</string>
			<string id="UserCannotCloseAll_Explain">By default, users can manually close zones and unload access keys all together (through user commands or graphical display).

This policy disable this action.</string>
			<string id="SosHelpInfo">P255- Informations HelpDesk Users</string>
			<string id="SosHelpInfo_Explain">Used to define the coordinates for a User Help Center. 

\This information appears in the 'About' window and in certain Wizards, in particular the SOS procedure in case of password or memory card loss.

\Enter text with keywords separated by semi-colons, with values in double quotes.
 The keywords should comprise a 'title', at least one of either 'name', "url' or 'mail' and 'tel'.
 -title ("User Support Corp.com" for instance), 
 -name (name of service for example), 
 -url (Internet address), 
 - urlname (displayed name of Internet link), 
 -mail (e-mail address), 
 -tel (telephone number), 
 -fax (fax number), 
 -msg (free message). 

 Example:
 title="Corp.com Helpdesk";name="Helpdesk Security Center";tel= +33(0) 426 687 002";msg="Service 24/24 7/7" </string>
			<string id="CreateZedWithZoneAccesses">P259- When creating an encrypted container, add the accesses for its zone</string>
			<string id="CreateZedWithZoneAccesses_Explain">By default, when a new encrypted container is created, it contains the user access and the accesses imposed by the policies. When this policy is activated, the encrypted container will also contain the accesses of the encrypted zone in which it is created. This therefore allows you to easily create an encrypted container with the same accesses as a shared zone.
Direct password type accesses (without an access list) are not automatically added.</string>
			<string id="CreateZedWithZoneAccesses_None">0- Never</string>
			<string id="CreateZedWithZoneAccesses_Forced">1- Always</string>
			<string id="CreateZedWithZoneAccesses_Propose">2- Ask the user</string>
			<string id="ZedOptions">P289- Options for encrypted containers</string>
			<string id="ZedOptions_Explain">This policy allows selecting default options for encrypted containers. It is possible to force some, so they are not user-editable. 

The configuration string is written as follows: 

OpenMode={Value=xxxx;Forced=0 or 1};Location={Value=yyyy;Forced=0 or 1};WatermarkFile={Value=zzzz;Forced=0 or 1};WatermarkSha256={Value=hhhh};WatermarkSha512={Value=hhhh};DisableWatermark={Value=0 or 1;Forced=0 or 1} 

The value xxxx indicates the files opening mode. Available choices are: 
 - Open: opening for read only; 
 - OpenOnly: opening for read only, masking choice 'Modify'; 
 - Modify: opening for modification; 
 - ModifyOnly : opening for modification, masking choice 'Open'. 

The value yyyy indicates the location where the extracted files are saved. Available values are the keyword 'Auto', indicating a location in the temporary folder of the user, or a custom path that can contain environment variables and that will be created if it does not exist at the first use of containers. 

The value zzzz (optional) indicates the file used to define watermark of encrypted containers created (full path of file must be indicated). 
Force this option prevent user from changing watermark. Supported format are .bmp, .jpg, .jpeg, .gif, .png. 

Values hhhh (optionals) allow to indicate hash value (SHA256 or SHA512) of file defined by option 'WatermarkFile' to check its integrity. 

The option DisableWatermark indicates to disable watermark display and modification into encrypted containers. 

Keyword 'Forced' indicates if it is wanted that the option can be modified by the user (value 0) or if you wish it to be imposed and not editable (value 1). 

Tip: to get the configuration string in the options window, use the context menu of the title bar by holding 'ctrl' key down. Choice 'Copy options to clipboard' is then available.</string>
			<string id="CatAdvOpenZone">6.2.1. Opening zones</string>
			<string id="CatAdvOpenZone_Explain">Policies related to how zones are opened</string>
			<string id="UseDefaultDesktop">P280- Use the default desktop for Open Zone windows</string>
			<string id="UseDefaultDesktop_Explain">Open Zone windows normally appear on a separate and dedicated desktop. This policy turns off this behaviour so that these windows appear in the normal ('Default') desktop.

Any change for this policy needs to CLOSE Window's session(s).</string>
			<string id="OpenZoneDelay">P281- Delay (in seconds) for the user to answer an open zone request</string>
			<string id="OpenZoneDelay_Explain">When the user is prompted for an access key to open a zone, he must react within a given delay. During this time, any access to any file in the zone is suspended, waiting for his answer.
The window has a timer, and when this timer expires, the open request is rejected. 

This parameter sets the timer value (default: 1 minute).</string>
			<string id="OpenAllOnFirstOpen_Explain">By default an encrypted zone is opened when one of its files is accessed. This rule enables automatic opening of all local zones in a workstation as soon as the first zone is opened. All further openings will use the key entered by the user.

It is possible to specify the delay between two automatic openings (by default: 5 seconds). If necessary, several time delays can be specified, separating them with semi-colons. For example, '10;5' indicates that there will be 10 seconds between the first and second zone openings, then all following openings will be spaced at 5 second intervals.</string>
			<string id="OpenAllOnFirstOpen">P282- Automatically opens all zones after the first one</string>
			<string id="DelayBetweenAutoOpenings">P283- Time between two automatic openings</string>
			<string id="DisableOpenZonePromptWithoutPersonalAccess">P284- Disable open zone requests when the user's personal key is not a possible access</string>
			<string id="DisableOpenZonePromptWithoutPersonalAccess_Explain">A user often has a single access key, and thus cannot open zones where his personal access is not a member.

This rule, together with the corresponding user option, avoid showing an unuseful open request windows in such cases.
Values with 'modifiable' are default values, the user can still modifiy the choice. Values with 'forced' are mandatory values.</string>
			<string id="DOZPWPA_DefaultEnable">0- Show these open zone windows (modifiable)</string>
			<string id="DOZPWPA_DefaultDisable">1- Do not show these open zone windows (modifiable)</string>
			<string id="DOZPWPA_ForceEnable">2- Show these open zone windows (forced)</string>
			<string id="DOZPWPA_ForceDisable">3- Do not show these open zone windows (forced)</string>
			<string id="CatAdvAccessResearch">6.2.2. Access search</string>
			<string id="CatAdvAccessResearch_Explain">Rules for access search</string>
			<string id="ZM_AfSources">P612- Access lists repositories</string>
			<string id="ZM_AfSources_Explain">Access lists repositories define locations of (personal or group) access lists. Repositories must contain catalog file named "store.xml". This file describes all access lists found in location. The catalog is created/updated with command: "afscmd.exe buildstore".

This rule allows: 
- ZEDMAIL to find access lists of recipients to encrypt message. These lists must contain mail addresses and signed; 
- search process optimization when user adds access lists in encrypted container, encrypted zone or access list.

The technical configuration looks like this: 
Label=label;Location=location

Example configuration: 
Label=MyCorp;Location=\\myserver\share\ZEDMAIL\Access files 
- The &lt;Label&gt; is optional; it is the displayable external name for the source. If it is not specified, this will be the last component of the location specified in &lt;Location&gt;.
- The &lt;Location&gt; is mandatory. It designates the path (in UNC form) of the location of the access lists.</string>
			<string id="ZM_AfFolders_PartTitle">P612- Access lists repositories</string>
			<string id="ZM_AfFolders">
			</string>
			<string id="AdditionalZaf">P615- Additional access lists for encrypted messages</string>
			<string id="AdditionalZaf_Explain">This rule enables the use of additional access lists for encrypted messages. 
Additional access lists refer to other user access lists, different from the usual personal access list. For example, an additional user access list can be used for his mobile devices (phone, Tablet), which is different from his usual personal access list used on his laptop. 
This feature allows to identify the additional access lists for a user and to add them to the usual personal access list when adding access to encrypted messages by ZEDMAIL. 

The identification of an additional access list is based on a prefix file name (.zaf). 
Configuring access lists respositories (P612) with several repositories is required for ZEDMAIL to search additional access lists of the user. 

Example of configuration: 
	prefix=MOBILE_ 
	To search additional access lists named 'MOBILE_Alice.zaf', 'MOBILE_Bob.zaf', etc. 

See documentation of policies for more details.</string>
			<string id="CatSecurity">6.3. Security</string>
			<string id="CatSecurity_Explain">Policies related to advanced security options</string>
			<string id="ZedMaskItemName">P233- Hiding file and folder names of encrypted containers</string>
			<string id="ZedMaskItemName_Explain">This policy enables you to change between hiding or showing file and folder names in an encrypted container. This prevents anyone without access to the encrypted container from knowing the names of files in the container. By default, file and folder names are hidden.</string>
			<string id="ZedMaskItemName_None">0- Leave names visible</string>
			<string id="ZedMaskItemName_Forced">1- Always hide names</string>
			<string id="SecurityControl">P234- Validity thresholds for encrypted data elements</string>
			<string id="SecurityControl_Explain">This policy allows you to control features by defining the action to be applied when validating them.
The value name indicates the functionality to be controlled.
The value indicates the action to be applied when the feature is validated;

The value name syntax is: FEATURE
The syntax value is: ACTION={group=&lt;users&gt;};...;ACTION={group=&lt;users&gt;}

The keywords of possible functionalities to validate (to be used as value name, instead of 'FEATURE') are the following:
- ZedFormatVersion1: controls the format version 1 of encrypted containers.
  By default, their use is allowed with warning display.
- ZedIntegrityFailure: checks for corrupted encrypted containers.
  By default, their use is prohibited.

Here are the possible actions to be applied (to be used as a value, instead of 'ACTION'):
- Allow : the functionality is allowed;
- AllowAndWarn : the functionality is allowed with warning display;
- AllowReadOnly: the feature is allowed in read-only mode with warning display;
- Deny: Feature is prohibited.

It is possible to filter the users for which an action is applied by using the keyword 'group=' followed by the user or user group name.
To indicate the members of a domain, it is preferable to use the Netbios Domain\Username syntax.

Examples of configuration:
- Value name: ZedFormatVersion1
- Value: Deny
Prohibits the use of encrypted containers with a version 1 format.

- Value name: ZedFormatVersion1
- Value: Deny={group=Domain\Marketing};AllowReadOnly
Prohibits the use of encrypted containers with a version 1 format to the 'Domain\Marketing' user group and allows it in read-only mode to other users.

- Value name: ZedIntegrityFailure
- Value: AllowAndWarn
Allows the use of corrupted encrypted containers by displaying a warning.</string>
			<string id="SecurityControl_Explain_Q">This policy allows you to control features by defining the action to be applied when validating them.
The value name indicates the functionality to be controlled.
The value indicates the action to be applied when the feature is validated;

The value name syntax is: FEATURE
The syntax value is: ACTION={group=&lt;users&gt;};...;ACTION={group=&lt;users&gt;}

The keywords of possible functionalities to validate (to be used as value name, instead of 'FEATURE') are the following:
- ZedFormatVersion1: controls the format version 1 of encrypted containers.
  By default, their use is prohibited.
- ZedIntegrityFailure: checks for corrupted encrypted containers.
  By default, their use is prohibited.

Here are the possible actions to be applied (to be used as a value, instead of 'ACTION'):
- Allow : the functionality is allowed;
- AllowAndWarn : the functionality is allowed with warning display;
- AllowReadOnly: the feature is allowed in read-only mode with warning display;
- Deny: Feature is prohibited.

It is possible to filter the users for which an action is applied by using the keyword 'group=' followed by the user or user group name.
To indicate the members of a domain, it is preferable to use the Netbios Domain\Username syntax.

Examples of configuration:
- Value name: ZedFormatVersion1
- Value: Deny
Prohibits the use of encrypted containers with a version 1 format.

- Value name: ZedFormatVersion1
- Value: Deny={group=Domain\Marketing};AllowReadOnly
Prohibits the use of encrypted containers with a version 1 format to the 'Domain\Marketing' user group and allows it in read-only mode to other users.

- Value name: ZedIntegrityFailure
- Value: AllowAndWarn
Allows the use of corrupted encrypted containers by displaying a warning.</string>
			<string id="SecurityControl_Text1">The value name is the keyword of a feature to be validated.</string>
			<string id="SecurityControl_Text2">The value is used to indicate the action to be applied when validating the functionality.</string>
			<string id="CloseKeyOnTimeOut">P245- Timer before closing unused keys</string>
			<string id="CloseKeyOnTimeOut_Explain">This policy allows to define a delay, in minutes, after which access keys are closed. Thus, it is possible to guarantee the key closure after a downtime in encrypted zones or encrypted containers, during opened session. 
The opening of a key starts the timer, which is reset each time you use the key. When the timer is exceeded for a key, ie the key is not used during the defined time, then the key is closed. Access to encrypted data will require to enter the corresponding key again. 
The value 0 disables the closure of unused keys.</string>
			<string id="ActionOnChangingZoneAccesses">P258- Action following change of permissions to the encrypted zone</string>
			<string id="ActionOnChangingZoneAccessesNothing">0 – Do nothing &lt;default&gt;</string>
			<string id="ActionOnChangingZoneAccessesAskUserForTranscryption">1 – Suggest trans-encryption of the zone</string>
			<string id="ActionOnChangingZoneAccessesForceTranscryption">2 – Require trans-encryption of the zone</string>
			<string id="ActionOnChangingZoneAccessesNothing_Q">0 – Do nothing</string>
			<string id="ActionOnChangingZoneAccessesAskUserForTranscryption_Q">1 – Suggest trans-encryption of the zone &lt;default&gt;</string>
			<string id="ActionOnChangingZoneAccessesForceTranscryption_Q">2 – Require trans-encryption of the zone</string>
			<string id="ActionOnChangingZoneAccesses_Explain">This policy defines the action to be taken following the change of accesses to an encrypted zone.

Possible actions are:
0 – Do nothing &lt;default&gt;
1 – Suggest to the user the trans-encryption of the  zone 
2 – Require trans-encryption of the zone

This policy is especially useful when removing user access within an encrypted zone, as this operation retains the file encryption key (zone key). It is then recommended to trans-encrypt the zone, which consists of renewing the file encryption key and processing all files (in all subfolders) to decrypt them (with the old key) and encrypt them (with the new key). 
Caution: this operation can be time-consuming, depending on the amount of files to be processed. 
Note: It is not possible to directly encrypt a zone containing a 'direct' password access. In this case, User is prompted to remove this access to allow transcryption.</string>
			<string id="RestrictAllowRecoveryAccess">P269- Opening zones with recovery keys</string>
			<string id="RestrictAllowRecoveryAccess_Explain">By default, the so-called 'recovery' accesses are closed and cannot be used.

To make a recovery operation, this rule must first be activated for selected Windows users and groups.

Users or groups must be separated with ';'.
For domain users or domaine groups, the NETBIOS syntax may be better.
Note: an empty list will grant no user and '*' will grant any user.</string>
			<string id="KeyAttemptPeriod">P246- Number of unsuccessful passwords or codes trials over a period</string>
			<string id="KeyAttemptPeriodEnable">P246- Enable check of unsuccessful passwords or codes trials over a period</string>
			<string id="KeyAttemptPeriodParams">P247- Parameters of check (tries count, period duration)</string>
			<string id="KeyAttemptPeriod_Explain">This rule controls the number of password or code attempts over a period. 
When the maximum number of password failures is reached during the period, then any new password checks will be rejected. Failures are counted over the monitored period, whether they are successive or not. 

When the feature is enabled, by default 300 password entry failures are allowed over a 24-hour period. When the maximum number of password failures is reached, then any new password checks are rejected for 1 hour. 
These parameters can be changed using the P247 rule, using the following keywords (separated by ';'): 
- 'MaxFailure=X', with 'X' is the maximum number of failures (limited to 1000); 
- 'Period=Y', where 'Y' is the period (in minutes) for which the maximum cheks is controlled; 
- 'MinLock=Z', with 'Z' is the period (in minutes) during which any new verification is rejected. 

Example configuration parameters: 
MaxFailure=300;Period=1440;MinLock=60 
If 300 password failures occur over a period of 24 hours, then any new checks will be rejected for 1 hour.</string>
			<string id="PasswordsAttempts">P261- Number of unsuccessful successives passwords/codes trials</string>
			<string id="PasswordsAttempts_Explain">Maximum number of attempts to enter a correct password/key file code/token PIN while opening an encrypted zone or container.

Default value is 3. You can modify this value between 1 and 99.

When the user has failed N times, the open zone request is rejected.</string>
			<string id="FileCreation">P262- Disallow plain-text (unencrypted) file creation by users or applications</string>
			<string id="FileCreation_Explain">The creation of plain-text files can be disallowed (unless a clear zone is an explicit one, with dedicated parameters relative to clear file creation).

By default, plain-text files creation is allowed.</string>
			<string id="DisableFileCreationNetwork">P262- Network: disallow plain-text (unencrypted) file creation by users or applications</string>
			<string id="DisableFileCreationRemovable">P263- Removable drives: disallow plain-text (unencrypted) file creation by users or applications</string>
			<string id="SosAccessMode">P264- SOS access</string>
			<string id="SosAccessMode_Explain">In each access list, a hidden password access (randomly generated heavy password) is added. An authorized person, having himself a valid access to the list, can view this password value, and can give it to a user who has lost his usual access key.
This SOS password can be directly provided, or can be transmitted in the form of a Temporary access pass. The SOS password remains always the same (unless it is explicitly renewed), whereas the Temporary access pass is valid only once. 

By default, the two modes can be used by the helpdesk. This policy allows to restrict the available modes: 
0- both modes are available;
1- no emergency access is available, the personal list does not contain an SOS access; 
2- Only the SOS mode is available; 
3- Only the Temporary access pass mode is available.</string>
			<string id="SosAccessMode_SosAndOTAExplain">0- SOS Password AND Temporary pass</string>
			<string id="SosAccessMode_NoneExplain">1- No SOS password and no Temporary pass</string>
			<string id="SosAccessMode_SosOnly_Explain">2- Only SOS password</string>
			<string id="SosAccessMode_OTAOnly_Explain">3- Only Temporary pass</string>
			<string id="SosAccessMode_SosAndOTA">0- SOS and Temporary pass</string>
			<string id="SosAccessMode_None">1- None</string>
			<string id="SosAccessMode_SosOnly">2- Only SOS</string>
			<string id="SosAccessMode_OTAOnly">3- Only Temporary pass</string>
			<string id="AllowClearRestore">P265- Enable users to restore encrypted files from the Recycle Bin in clear-text.</string>
			<string id="AllowClearRestore_Explain">A file belonging to an encrypted zone is kept encrypted when sent to the Recycle Bin. When this file is restored, the original encrypted zone may not exist any more, and thus the target location for restoration may have become a clear-text location (a location where files are not encrypted). 

To avoid to compromise the content of the file (originally encrypted), this case is forbidden, and encrypted files in the Recycle Bin cannot be restored in clear-text locations.

The normal procedure is to rebuilt an encrypted zone in the target location (even with different keys), and this is an administrative job. This policy enable users to restore encrypted files from the Recycle Bin in clear-text locations.</string>
			<string id="DisableAccessKeysReuse">P266- Disable access key reuse for next zones</string>
			<string id="DisableAccessKeysReuse_Explain">When a user enters and validates an access key to open an encrypted zone, this key may be automatically reused to open other zones (if possible).

This policy prevents the currently loaded access keys to be automatically reused. The user must re-select an access key and authenticate again (this policy cannot be applied if the key is interface through a CSP).</string>
			<string id="ClearShare">P267- Share encrypted zones in plain text</string>
			<string id="ClearShare_Explain">If enabled, encrypted zones shared by the computer will be accessed as unencrypted zones by other computers (the share is accessible in plain-text, the decryption is made on-the-fly by the computer hosting the share).
Shared encrypted zones need first to be locally opened by the current active console session to be accessible by other computers.
This policy will be active after the next boot.</string>
			<string id="ActionOnKeyClosed">P268- Action done when access keys are closed</string>
			<string id="ActionOnKeyClosedNothing">0 - Nothing</string>
			<string id="ActionOnKeyClosedCloseZones">1 - Close zones</string>
			<string id="ActionOnKeyClosedLockWorkstation">2 - Lock the session</string>
			<string id="ActionOnKeyClosed_Explain">This policy determines what action is performed when an access key is closed. The possible actions are: 
- (default) nothing 
- Close the zones 
- Lock the user session 

This rule is particularly useful in the case of access keys stored in cards or tokens PKCS#11. The removal of the card is detected, which causes the closing of the keys of this card which were used, and thus, with this policy, it also causes the action configured. 1 - Close the zones: zones opened with card keys are closed. Other zones, which have been opened with other access keys, still available, remain open. 2 - Lock the user Windows session. This action is additional of P196 rule. 

Warning, this action cannot be done is P113 rule is activated and card supervision is configured with P114 rule and 'SCRemovalBehaviour' keyword.</string>
			<string id="EnableWatchOverPolicies">P391-Enhanced watchdog for policies</string>
			<string id="EnableWatchOverPolicies_Explain">This rule activates an enhanced and periodical control of the resultant set of policies on the computer.

Changing this policy requires restarting the computer.

This rule does not work with a Windows 2000 domain controler or lesser.</string>
			<string id="DisableAPI">P392-Disable API use</string>
			<string id="DisableAPI_Explain">This rule allows or prevents programs from using the official API of the product. The API enables application programming or scripting, and so on (opening zones, entering keys, encrypting, ...). Programming Interfaces do obey and comply with policies.
\By default, the API cannot be used by applications.</string>
			<string id="AfSignRoots">P395- Authorized roots for access lists signers</string>
			<string id="AfSignRoots_Explain">This policy defines the authorized root certificates from which access lists signers certificates must inherit.
When an access list is checked, for example when an email is sent, the access list signer certificate must have at least one parent issuer defined in this list. It may be the root CA itself, or an intermediate authority, or even directly the signer certificate itself. 

For each entry, you may put a free label in the 'value name' and the SHA-256 (or SHA-512) footprint of the certificate in the value: "sha56=" (or "sha512=").
If this rule is disabled or not configured, no signed access list will be accepted.</string>
			<string id="AfSignRoots_Text1">The value name is a free comment.</string>
			<string id="AfSignRoots_Text2">The value must contain the footprint of the certificate (sha256=...).</string>
			<string id="AccessFilesTrustControl">P396- Access lists controls</string>
			<string id="AccessFilesTrustControl_Explain">This policy is used to define the level of control performed on the access lists added to access zones or other access lists.

The possible values are:
 - No control is carried out.
 - The access list must be signed to be used.
 - The access list RSA key size must be compliant with security rules to be used.
 - The access list must be signed and its RSA key size must be compliant with security rules to be used.

By default, an access list does not need to be signed and can have a key size not compliant with security rules to be used for access.
If a signature check is required, it must be done using an explicitly approved certificate (see Policy P395).
If key size check is required, the size must be compliant with defined security rules (see Policy P384).</string>
			<string id="TrustControlNothing">0- No control</string>
			<string id="TrustControlSignature">1- Control signature</string>
			<string id="TrustControlKeySize">2- Control key size</string>
			<string id="TrustControlSignatureAndKeySize">3- Control signature and key size</string>
			<string id="AccessFilesTrustControlForZed">P397- Access list control for encrypted containers and libraries</string>
			<string id="AccessFilesTrustControlForZed_Explain">This policy is used to define the level of control performed on the access lists added to access encrypted containers (not including ZEDMAIL encrypted messages - see Policy P670) or to ZONEPOINT encrypted libraries.

The possible values are:
 - No control is carried out.
 - The access list must be signed to be used.
 - The access list RSA key size must be compliant with security rules to be used.
 - The access list must be signed and its RSA key size must be compliant with security rules to be used.

By default, an access list does not need to be signed and can have a key size not compliant with security rules to be used for access.
If a signature check is required, it must be done using an explicitly approved certificate (see Policy P395).
If key size check is required, the size must be compliant with defined security rules (see Policy P384).</string>
			<string id="TrustControlForZedNothing">0- No control</string>
			<string id="TrustControlForZedSignature">1- Control signature</string>
			<string id="TrustControlForZedKeySize">2- Control key size</string>
			<string id="TrustControlForZedSignatureAndKeySize">3- Control signature and key size</string>
			<string id="ZoneIntegrityControl">P398- Verification of the integrity of the encrypted zones</string>
			<string id="ZoneIntegrityControl_Explain">This policy defines the level of control performed on the metadata of the encrypted zones. Metadata defines all the characteristics of an encrypted zone: access control, files with encryption exception, creation and modification dates and various other information.
When creating or modifying an encrypted zone, it is 'sealed' using the access key used. This seal allows ZONECENTRAL to check the integrity of the encrypted zone: any malicious changes without an access key are detected and access to the corrupted zone is blocked.

Possible values are:
0 – No checks are carried out
1 – The zone is controlled with denial of access to a corrupted zone and tolerance of access to a zone without integrity information (default value).
2 - The zone is controlled with denial of access to a corrupted zone and tolerance of access to a zone without integrity information (but warnings are displayed).
3 - The zone is controlled with denial of access to a corrupted zone or a zone without integrity information.

Warning: the encrypted zones are sealed since version 6.2.4004 (October 2019).
Zones created or modified by a previous version cannot be checked because integrity information is missing.
For a heterogeneous environment (with older versions), it is recommended not to deny access to an encrypted zone without integrity information.
For a new deployment based on recent versions (above version 6.2.4004), it is recommended to use the highest level of control.
By default, the integrity of an encrypted zone is controlled with tolerance if integrity information is missing.</string>
			<string id="ZoneIntegrityControl_Explain_Q">This policy defines the level of control performed on the metadata of the encrypted zones. Metadata defines all the characteristics of an encrypted zone: access control, files with encryption exception, creation and modification dates and various other information.
When creating or modifying an encrypted zone, it is 'sealed' using the access key used. This seal allows ZONECENTRAL to check the integrity of the encrypted zone: any malicious changes without an access key are detected and access to the corrupted zone is blocked.

Possible values are:
0 – No checks are carried out
1 – The zone is controlled with denial of access to a corrupted zone and tolerance of access to a zone without integrity information (default value).
2 - The zone is controlled with denial of access to a corrupted zone and tolerance of access to a zone without integrity information (but warnings are displayed).
3 - The zone is controlled with denial of access to a corrupted zone or a zone without integrity information.

Warning: the encrypted zones are sealed since version 6.2.4004 (October 2019).
Zones created or modified by a previous version cannot be checked because integrity information is missing.
For a heterogeneous environment (with older versions), it is recommended not to deny access to an encrypted zone without integrity information.
For a new deployment based on recent versions (above version 6.2.4004), it is recommended to use the highest level of control.
By default, the integrity of an encrypted zone is controlled with denial of access to a corrupted zone or a zone without integrity information.</string>
			<string id="ZoneIntegrityControlNone">0- No control</string>
			<string id="ZoneIntegrityControlControlAllowissing">1- Verification with authorization of absence of integrity data</string>
			<string id="ZoneIntegrityControlControlWarnMissing">2- Verification with warning of absence of integrity data</string>
			<string id="ZoneIntegrityControlControlBlockMissing">3- Verification with prohibition of absence of integrity data</string>
			<string id="ZedFormatVersion">P399- Version of encrypted containers and encrypted messages</string>
			<string id="ZedFormatVersion_1">Version 1</string>
			<string id="ZedFormatVersion_2">Version 2 (December 2014)</string>
			<string id="ZedFormatVersion_Explain">This policy defines the version number of encrypted containers created by users (there is no impact on existing encrypted containers). 
It is recommended to always choose the latest available version. However this requires that the contact uses a recent enough version of ZED! or ZEDMAIL to read this version. 

Version 1 can be read by all ZED! or ZEDMAIL compatible software. 
Version 2 can only be read by ZED! or ZEDMAIL compatible software published after December of 2014. This version brings enhanced security level for very small files.</string>
			<string id="CatWiping">6.3.1. File wiping</string>
			<string id="CatWiping_Explain">Policies related to files secure deletion (wiping)</string>
			<string id="DisableWiping">P320- Disable automatic wiping of deleted files</string>
			<string id="DisableWiping_Explain">Normally ANY file is automatically wiped when it is deleted. 

This policy turns off automatic wiping.</string>
			<string id="WipeEncryptedFiles">P321- Wipe files when deleted even if they are encrypted</string>
			<string id="WipeEncryptedFiles_Explain">By default, encrypted files are not wiped, except in special cases (transcryption).

This policy request files being wiped when deleted even if they are encrypted</string>
			<string id="WipingPattern">P322- Pattern (hexa chars) to be used to wipe files</string>
			<string id="WipingPattern_Explain">Wiping a (to be deleted) file means overwriting the whole file with a given character. Multiple passes with differents characters may be done. 
You can specify here the number of rounds and the binary character for each.

0x55AA for example means one round with binary '55' and one round with 'AA'.

Default is 0x00 (null character). Character must be in hexadecimal format. The prefix 0x is optional.</string>
			<string id="DisableHiberfileWiping">P323- Disable secured wiping due to overloading of hibernation file</string>
			<string id="DisableHiberfileWiping_Explain">By default, if secured wiping due to overload is activated, the hibernation file is processed in the same way as other files. 

This rule deactivates wiping due to overload of hibernation file.</string>
			<string id="CatEncryption">6.4. Encryption - special rules</string>
			<string id="CatEncryption_Explain">Special policies related to encryption operation</string>
			<string id="DisableTempAndIECacheClean">P270- Disable the purge of Temp and IE cache folders before encryption</string>
			<string id="DisableTempAndIECacheClean_Explain">When the encryption wizard is going to transform files in Internet Explorer cache folder or the current Temp folder, it purges these files before the operation begins. Offline documents and cookies are not deleted.</string>
			<string id="DisableCscEncryption">P274- Do not automatically encrypt the CSC (offline cache)</string>
			<string id="DisableCscEncryption_Explain">By default, this policy is in state ‘Enabled’: the offline cache is not automatically encrypted.

Policy in the state ‘Enabled’: the encryption of the CSC folder (containing files available offline) is only performed on a user  manual encryption or when the CSC folder is explicitly stated in the encryption directives.

Policy in the state ‘Disabled’: the encryption of the CSC folder is automatically performed when the user profile is encrypted.

It is advisable to keep this policy in the state ‘Enabled’, and to specify explicitly the CSC folder in the encryption directives, if  this folder must be encrypted.

Note: encrypted network folders remain encrypted in the Windows offline cache, no matter whether the CSC folder is encrypted or not.</string>
			<string id="DisableNetworkRedirectedFoldersEncryption">P275- Disable the encryption of redirected folders on the network</string>
			<string id="DisableNetworkRedirectedFoldersEncryption_Explain">User profiles may contain redirected folders, either locally, or to a network server (My Documents for example). By default these folders are automatically encrypted when the user encrypts his profile. Enable this policy if you want the folders that are redirected to the network server are not encrypted during the encryption of the associated user.
When this policy is active, these folders may still be manually encrypted.</string>
			<string id="MaxApplyDirectivesAbort">P276- Maximum number of user refusals for the application of encryption directives</string>
			<string id="MaxApplyDirectivesAbort_Explain">By default, the user can delay the application of encryption directive, even indefinitely. This policy allows a specified number of refusals not to be tolerated. When the maximum number of refusals is reached, the encryption directives are directly applied, without asking the user further questions.</string>
			<string id="MaxApplyDirectivesAbort_Text">Maximum number of refusals</string>
			<string id="CheckerPeriodicity">P277- Rate of checks of encryption instructions</string>
			<string id="CheckerPeriodicity_Explain">Policies P277 and P285 define the check period 	(in days) to launch checking for workstation 	compliance. Policy P277 defines the period if the station was deemed 	compliant during the last check; Policy P285 if the 	station was deemed non-compliant during the last check. 	
If, for example, the value 2 is indicated, this means that there will be 	at least one check every two days.
The 0 value means 	that there are not regular checks performed. 	
The check can also be launched (or not) every time a session 	is opened, based on the value of Policy P135 (See Encryption 	Instructions).</string>
			<string id="CheckerPeriodicityWhenCompliant_Text">P277- Maximum number of days before checking if station is compliant</string>
			<string id="CheckerPeriodicityWhenNotCompliant_Text">P285- Maximum number of days before checking if station is non-compliant</string>
			<string id="AlternateBackupLocation">P278-Alternate temporary folders for the CryptUpdate Agent</string>
			<string id="AlternateBackupLocation_Explain">Before modifying a file, the CryptUpdate Agent makes a backup of it. When there is no sufficient disk space for this backup, the folder containing this file cannot be processed and remains in its previous state.
This rule is useful for defining one or several alternate locations for temporary backups, thus enabling the encryption of folders when there is little disk space.
Locations must be separated with ';'.

Locations will only be used if needed; in such a case, a dedicated subfolder is created and will contain all necessary backups for files; when the folder has been completely processed, the temporary folder is erased.</string>
			<string id="AlternateBackupLocation_Text">Alternate temporary folders</string>
			<string id="DelayBeforeSessionClosure">P279- Time before session closure in the event of encryption refusal</string>
			<string id="DelayBeforeSessionClosure_Explain">This policy forces users to take time to make their workstation compliant, at first encryption or after an update of encryption directives. If the user does not respond to the wizard's suggestion, his session will automatically close.
The number of minutes defined in this policy represents the time between the start of verification and display of the countdown before the session closes. It is recommended that you do not set too short a time (less than 30 minutes), so as to give the user enough time to react. 

The default value of 0 disables this feature: the user is never logged off.</string>
			<string id="DelayBeforeSessionClosure_Text">Time before log-off (min.)</string>
			<string id="EnableEncryptionParametersCheck">P286- Automatic check of zone encryption settings</string>
			<string id="EnableEncryptionParametersCheck_Explain">This policy forces a check of encryption settings for encrypted zones and a check of the presence of integrity information on the metadata of the encrypted zones at each time the encryption instructions are checked. 
Encryption settings are made up of an encryption algorithm, key size and the encryption mechanism. By activating this policy to check these settings, the encryption settings for the user zones are compared with the current policy on the work station. If a zone is non-compliant, its transcryption is required and applied by an encryption wizard. 
Integrity information on the metadata of encrypted zones enforced security level (cf P398). By activating this policy to check the presence of integrity information, if encrypted zone does not contain integrity information (case of zones created or modified with an older version), then they will be added by the encryption wizard. 
By default, the encryption wizard does not check the encrypted settings of zones. 

Different modes of possible checks are : 
0 - Do not check ; 
1 - Check the encrypted settings (algorithm, key size and the encryption mechanism) ; 
2 - Check the presence of integrity information ; 
3 - Check everything (mode 1 and 2)</string>
			<string id="EnableEncryptionParametersCheck_No">0 - Do not check</string>
			<string id="EnableEncryptionParametersCheck_CryptParams">1 - Check the encrypted settings</string>
			<string id="EnableEncryptionParametersCheck_SealMissing">2 - Check the presence of integrity information</string>
			<string id="EnableEncryptionParametersCheck_All">3 - Check everything</string>
			<string id="CatEncryptionTemplates">6.4.1. Encryption templates</string>
			<string id="CatEncryptionTemplates_Explain">Rules related to encryption templates (an alternative to personal key and personal access list modes)</string>
			<string id="AllZoneTpls_Explain">Predefined encryption templates are used to perform encryption initiated by users (for example when a new volume is plugged). If several templates are available, the user will be prompted to choose one among them.

You can specify access lists (.zaf).

The 'value name' configured must be the file name and the value can be used for free comments.

Examples of value names: 
John Smith.zaf
%USERNAME%.zaf
Marketing.zaf
template.zpf
*</string>
			<string id="AllZoneTpls_Text">Enter a either a full path and file name or simple file name:</string>
			<string id="AllZoneTpls_Text2"> (in this case, the filename is relative to the primary location P121)</string>
			<string id="AllZoneTpls_Text3"/>
			<string id="AllZoneTpls_Text4">You may use environment variables, CSIDL variables, and/or network UNC paths.</string>
			<string id="ZoneTpls">P271- Zone encryption templates</string>
			<string id="ZoneTplsForRemovable">P272- Encryption templates for removable devices</string>
			<string id="ZoneTplsForContainers">P273- Encryption templates for encrypted containers</string>
			<string id="CatCrypto">6.5. Cryptography</string>
			<string id="CatCrypto_Explain">Policies related to cryptographic mechanisms</string>
			<string id="EncryptionAlgorithm">P290- Encryption algorithm</string>
			<string id="EncryptionAlgorithm_Explain">Select the encryption algorithm which will be used to encrypt files in encrypted zones and containers.

(default is AES:256)</string>
			<string id="AlgAES">1- AES &lt;default&gt; (Advanced Encryption Standard)</string>
			<string id="AlgEXT">5- EXT (external)</string>
			<string id="AlgSEED">10- SEED (Korean Information Security Agency)</string>
			<string id="AlgARIA">11- ARIA (Korean Agency for Technology and Standards)</string>
			<string id="EncryptionKeySize">P291- Key length</string>
			<string id="Key128">128 bits</string>
			<string id="Key192">192 bits</string>
			<string id="Key256">256 bits &lt;default if possible&gt;</string>
			<string id="HashAlgorithm">P292- Hash algorithm used to digest data</string>
			<string id="HashAlgorithm_Explain">Select the hash algorithm which will be used to calculate data. 

Especially used to derive keys from password.

By default, the algorithm used is SHA-256.</string>
			<string id="AlgSHA256">3- SHA-256 &lt;default&gt; (Secure Hash Algorithm 256 bits)</string>
			<string id="AlgSHA512">4- SHA-512 (Secure Hash Algorithm 512 bits)</string>
			<string id="PasswordKeyDerivation">P293- Parameters used to derive keys from passwords</string>
			<string id="PasswordKeyDerivation_Explain">Key derivation from password values follows the rules of the PKCS#5/12 standards.
This mechanisms uses parameters to enforce its strength against repetitive and dictionary attacks.</string>
			<string id="PBxSaltLen">P293- Salt Length:</string>
			<string id="PBxIterationCount">P294- Iteration Count:</string>
			<string id="PBxVectorLen">P295- Control Vector Length:</string>
			<string id="DeriveMechanism">P387- Derivation mechanism:</string>
			<string id="DeriveMechanism_SHA256_PBE">1 - SHA256-PBE &lt;default&gt;</string>
			<string id="DeriveMechanism_SHA512_PBE">2- SHA512-PBE</string>
			<string id="DeriveMechanism_SHA256_PBKDF2">3 - SHA256-PBKDF2</string>
			<string id="DeriveMechanism_SHA512_PBKDF2">4- SHA512-PBKDF2</string>
			<string id="Tokens">P296- Authorized tokens (PKCS#11)</string>
			<string id="Tokens_Explain">This policy can be used to specify a PKCS#11 library which is not supported by default, and thus to use a smart card/token template .

Value name to add is the DLL file name (provided by the manufacturer), and the value itself may be informative or may contain special options (see manuals).

By default, internally validated and supported smart card/tokens are:
 - ActiveCard
 - Aladdin
 - Axalto/GemPlus/Gemalto
 -Bull
- Rainbow 
 
A user session must be restarted after adding a new library.</string>
			<string id="Tokens_Text1">The value name is the manufacturer DLL name.</string>
			<string id="Tokens_Text2">The item value may be used as a free comment or may contain special options (see manuals).</string>
			<string id="CryptoExtension">P297- Cryptographic Extension Module</string>
			<string id="CryptoExtension_Explain">This rule gives the name of the EXTERNAL cryptographic module, if any, which will be used if the default encryption algorithm in rule P290 is set to 'EXT'.
Give here a file name without path and without extension. This name will be used as a device name for kernel-mode cryptographic modules, or as the filename (with '.dll' appended) for the user-mode module.</string>
			<string id="CspWhiteList">P298- List of authorized CSPs</string>
			<string id="CspWhiteList_Explain">This rule specifies a white-list of CSPs and/or a black-list of CSPs. 
If the white-list is configured, any CSP not mentioned this list will not be authorised for use. 
Any CSP mentioned in the black-list will not be authorised for use. 

The CSPs must be specified by name (partial or complete) and must be separated by ';'. 
The wildcard * is allowed and means 'any CSP'. 

Examples: 
    Microsoft: designates all CSPs that contain 'Microsoft' in their name. 
    Prim'X Cryptographic Provider For Key Files 1.0: designates the Prim'X X12 (version 1.0) CSP. 
    Microsoft;Prim'X: designates all CSPs containing 'Microsoft' or 'Prim'X' in their name. 

The ZONECENTRAL command line tool serves to display all CSPs available on a machine and their authorisation status set by these policies. Use the command 'zcacmd showcsp' for more information. 

This modification is not dynamic. It will only be taken into account upon the next session log-in.</string>
			<string id="RestrictCspWhiteList">P298- List of authorized CSPs</string>
			<string id="RestrictCspBlackList">P299- List of unauthorized CSPs</string>
			<string id="EncryptionMechanism">P380- Encryption Mechanism</string>
			<string id="EncryptionMechanism_Explain">This parameter defines the cryptographic procedure to apply to end of file residuals. When the size is not a multiple of the size of the block of the algorithm used (for example, 16 bytes for the AES), there are a few bytes left to encrypt and different modes are possible. Generally, the previous block is entirely or partially combined in order to perform a complete calculation (on 16 bytes for the AES). 

Available modes are: 
- STREAM mode;
- CTS mode or STEALING mode (see RFC 3962), which reduces the theoretical possibility of attacks on residuals when an attacker can manage to take several successive ‘photos’ of a residual (several bytes) that was furthermore modified. This very hypothetical attack would only intercept the clear residual anyway, not the entire file, and certainly not the key.
- CTS-3 mode, which is based on the CTS mode with a strengthening of files with very small content relative to ends of files. This affects only those files whose size modulo 512 is included between 1 and 15 (for example, files with size from 1 to 15 bytes, from 513 to 527 bytes, from 1025 to 1039 bytes, etc).

For a new deployment, the CTS-3 mode is recommended.
Warning: the CTS-3 modes is not supported until version 5.0.1046: it is why the CTS mode is kept by default.</string>
			<string id="EncryptionMechanism_STREAM">0 - STREAM mode</string>
			<string id="EncryptionMechanism_CTS">1 - CTS mode</string>
			<string id="EncryptionMechanism_CTS3">4 - CTS-3 mode</string>
			<string id="EncryptionMechanismForZed">P381- Encryption mechanism for encrypted containers</string>
			<string id="EncryptionMechanismForZed_Explain">This parameter defines the cryptographic procedure to apply to end of file residuals. When the size is not a multiple of the size of the block of the algorithm used (for example, 16 bytes for the AES), there are a few bytes left to encrypt and different modes are possible. Generally, the previous block is entirely or partially combined in order to perform a complete calculation (on 16 bytes for the AES). 

Available modes are: 
- STREAM mode;
- CTS mode or STEALING mode (see RFC 3962), which reduces the theoretical possibility of attacks on residuals when an attacker can manage to take several successive ‘photos’ of a residual (several bytes) that was furthermore modified. This very hypothetical attack would only intercept the clear residual anyway, not the entire file, and certainly not the key.

For a new deployment, the CTS mode is recommended for use within the scope of what French Authorities call ‘Qualified’ use.</string>
			<string id="EnableAESNI">P382-Enable use of AES-NI instruction set</string>
			<string id="EnableAESNI_Explain">The AES-NI instruction set, supported by certain processors, accelerates AES cryptographic calculations.
 Activate this rule to authorize the use on processors supporting it.</string>
			<string id="RSAES">P383- RSA Encryption Scheme</string>
			<string id="RSAES_Explain">The encryption mode is defined by the PKCS#1 specification. The classic version, called 'version 1.5' is still widely used, but a more robust version (version 2.2) was defined since. The RSA algorithm and the keys do not change, it only concerns how the data to be encrypted are 'packaged' to avoid attacks 'clear chosen' or even 'timing attacks'.
 The most robust version involves an integrated hash algorithm, which can be the SHA-256 or SHA-512. It is recommended to opt for the latest and the strongest scheme, but it should ensure that the deployed 'key-holder' devices handles it correctly: check and test with cards and PKCS#11 middleware or with the CSP/CNG providers, depending on the version of Windows, may not know the new modes.</string>
			<string id="RSAES_PKCSv1_5">0 - PKCS#1 v1.5 (by default, for COMPATIBILITY)</string>
			<string id="RSAES_OAEP_SHA256">2 - PKCS#1 v2.2 with SHA-256</string>
			<string id="RSAES_OAEP_SHA512">3 - PKCS#1 v2.2 with SHA-512</string>
			<string id="ZafRSAKeySize">P384- Access lists RSA key size</string>
			<string id="ZafRSAKeySize_Explain">Select the RSA key size used for the access list creation.</string>
			<string id="ZafRSAKeySize2048">2048 bits</string>
			<string id="ZafRSAKeySize3072">3072 bits (default)</string>
			<string id="ZafRSAKeySize4096">4096 bits</string>
			<string id="RANDOMGENERATOR">P385- Random Number Generator algorithm</string>
			<string id="RANDOMGENERATOR_Explain">This policy defines the random number generator used to produce secret items such as encryption keys or SOS passwords.

Random number generator supported are:
- DRBG HASH SHA512: Random number generator approved by NIST and described in the 800-90a standard. This generator is based on the SHA-512 hash function.
- DRBG HMAC SHA512: Random number generator approved by NIST and described in the 800-90a standard. This generator is based on HMAC using the SHA-512 hash function.
- DRBG CTR AES256DF: Random number generator approved by NIST and described in the 800-90a standard. This generator is based on 256-bit AES in counter mode.
- External generator : See P297 policy.

The default algorithm is DRBG HASH SHA512.</string>
			<string id="RANDOMGENERATOR_HASH_SHA512">1 - DRBG HASH SHA512 &lt;default&gt;</string>
			<string id="RANDOMGENERATOR_HMAC_SHA512">2 - DRBG HMAC SHA512</string>
			<string id="RANDOMGENERATOR_CTR_AES256DF">3 - DRBG CTR AES256DF</string>
			<string id="RANDOMGENERATOR_CRYEXT">5 - External generator (see P297)</string>
			<string id="SIGNATUREMECHANISM">P386- Signature mechanism</string>
			<string id="SIGNATUREMECHANISM_Explain">This rule allows you to choose the mechanism used to sign policies or access lists.

 The default mechanism is PKCS#1 v1.5.</string>
			<string id="SIGNATUREMECHANISM_PKCS1V15">1 - PKCS#1 v1.5 &lt;default&gt;</string>
			<string id="SIGNATUREMECHANISM_PKCS1V22">2 - PKCS#1 v2.2 PSS</string>
			<string id="WrappingMechanism">P388- Wrapping mechanism</string>
			<string id="WrappingMechanism_Explain">Select the mechanism used to wrap encryption key with password key.

 Available mechanisms are: 
- CBC (Cipher Block Chaining) with padding 
- KWP (Key Wrap with Padding) 
The default mechanism is CBC with padding.</string>
			<string id="WrappingMechanism_CBC_PAD">1- CBC with padding &lt;default&gt;</string>
			<string id="WrappingMechanism_KWP">2- KWP</string>
			<string id="CatEventLog">6.6. Event logging</string>
			<string id="CatEventLog_Explain">Policies related to event logs (Windows Eventvwr)</string>
			<string id="ReportToServer">P301- Computers to which event logs will be sent</string>
			<string id="ReportToServer_Explain">Note: this rule is deprecated. It is recommended to use event logs gathering from Windows server using WinRM feature (Windows Remote Management). This configuration is described with details on our website of knowledge base: https://kb.primx.eu. 

By default, events are written in the local computer event log.

This policy enable events to be sent to another computer (typically the domain controller if any) or to multiple computers.

Further operations must be done on the computer to read events. These operations are detailed in the product documentation.</string>
			<string id="ReportToServer_Text">Enter the UNC names of the computers (';'-separated).

This policy will be active after the next boot.</string>
			<string id="LogZoneOpenClose">P302- Turn on logging for zone open and close events</string>
			<string id="LogZoneOpenClose_Explain">Turn on logging for zone open and close events</string>
			<string id="EnableSuccessfulCommandLog">P303- Send event logs for successful management commands</string>
			<string id="EnableSuccessfulCommandLog_Explain">Send event logs for successful management commands. By default, successful commands are not logged.</string>
			<string id="DisableFailedCommandLog">P304- Do not send event logs for failed management commands</string>
			<string id="DisableFailedCommandLog_Explain">Do not send event logs for failed management commands.

By default, failed commands are logged.</string>
			<string id="LogFileWiped">P305- Log files wiped</string>
			<string id="LogFileWiped_Explain">Enable log file for wiped files.

The log specifies the name of the file.</string>
			<string id="LogEncryptedFileAccess">P306- Log accesses to encrypted files</string>
			<string id="LogEncryptedFileAccess_Explain">Enable log accesses to encrypted files.

The log specifies the file name, the application and the current Windows user.</string>
			<string id="LogEncryptedFileAccessReject">P307- Log rejected accesses to encrypted files</string>
			<string id="LogEncryptedFileAccessReject_Explain">Log rejected accesses to encrypted files (because an encrypted zone is not opened).

The log specifies the file name, the application and the current Windows user.</string>
			<string id="LogCreateClearFileReject">P308- Log rejected creations of plain-text files</string>
			<string id="LogCreateClearFileReject_Explain">Log rejected creations of plain-text files (because forbidden by a zone or by policies).

The log specifies the file name, the application and the current Windows user.</string>
			<string id="CommandLogFile">P309- Log folder</string>
			<string id="CommandLogFile_Explain">All operations can generate log files, which contain detailed descriptions of their process.
This location can be a folder (a different file is used each time) or a single file (logs are appended).
</string>
			<string id="CommandLogFile_Text">Enter the full name of a folder or a file.</string>
			<string id="CommandLogFile_Text2">You may use environment variables, CSIDL variables, and/or network UNC paths.</string>
			<string id="CatCompatibility">6.7. Compatibility-Special cases</string>
			<string id="CatCompatibility_Explain">Technical policies related to compatibility issues</string>
			<string id="EnablePasswordPasting">P329 - Allow pasting in password fields</string>
			<string id="EnablePasswordPasting_Explain">This rule allows pasting in password fields such as the open key windows or create/add access windows.</string>
			<string id="DisableKeyboardDriver">P330- Disable the secured keyboard driver for confidential input</string>
			<string id="DisableKeyboardDriver_Explain">A secured special keyboard driver is used to enforce security for confidential inputs such passwords and Pin codes. 

This policy turns off this feature, and the entry mode is normal. 

It is not recommended to turn it off unless you encounter compatibility issues.</string>
			<string id="DisablePageFileEncryption">P331- Disable PageFile (swap) encryption</string>
			<string id="DisablePageFileEncryption_Explain">By default, the swap files (PageFiles) are kept encrypted.
This policy turns off this behaviour, and swap files will remain in clear.
Use this policy in case of incompatibility only.

This policy will be active after the next boot.</string>
			<string id="AppExceptions">P332- Applications that should be granted special privileges</string>
			<string id="AppExceptions_Explain">This policy can grant special privileges to applications when they enter encrypted zones.

TO BE USED WITH CARE!

Value name: module name of the application without path (ex: myapp.exe)
Value: 0=no privilege, 1=raw access to encrypted zones</string>
			<string id="AppExceptions_Text1">The value name is the application name (exe-name), without file path (ex: myapp.exe).</string>
			<string id="AppExceptions_Text2">The value must be 1 for a raw access to encrypted content.</string>
			<string id="AppFoldersPrivileges">P354- Applications that should be granted special privileges on specific folders</string>
			<string id="AppFoldersPrivileges_Explain">This policy gives specified applications special privileges over particular folders. It complements P332.</string>
			<string id="AppFoldersPrivileges_Text1">The value name is the application name (exe-name), without file path (ex: myapp.exe).</string>
			<string id="AppFoldersPrivileges_Text2">The value must be a sequence of &lt;folder&gt;=&lt;privilege&gt; pairs separated by semicolons.
The &lt;folder&gt; must be an absolute path. It can contain environment variables (but not CSIDL_ variables). It may not contain '*' or '?' wildcards. It can be enclosed in quotation marks.
The &lt;privilege&gt; must be 'raw' or 'noraw'.
'raw' indicates that the application will access the raw content of encrypted files (encrypted content) in the folder and its sub-folders.
'noraw' indicates that the application will access the plain content of encrypted files, even if it has privilege 1 (raw) in the P332 policy.
Example:
Value name: OneDrive.exe
Value: %OneDrive%\RawSync=raw</string>
			<string id="OpenZoneOnOpen">P333- Alternative strategy for zone opening</string>
			<string id="OpenZoneOnOpen_Explain">When this policy is disabled, the encryption service tries to open an encrypted zone when an application access data, not as soon as the application opens an encrypted file.
This setting should not be deactivated in highly encrypted environment.</string>
			<string id="FileExceptions">P334- File exceptions for encrypted zones</string>
			<string id="FileExceptions_Explain">When a zone is being encrypted, it is possible to add file exception patterns for files that should not be encrypted. 

This policy adds default patterns to be used when a zone is getting encrypted.
Value name: file pattern (wildcar '*' authorized)
Value: 0=non recursive, 1=recursive</string>
			<string id="DisableDefaultFileExceptions_Text">Default exceptions are:</string>
			<string id="DisableDefaultFileExceptions_Text2">   [*.exe *.dll *.lnk *.pfx *.p12 *.zaf *.zc? desktop.*]</string>
			<string id="DisableDefaultFileExceptions_Text3">Check this box to disable these default exceptions:</string>
			<string id="FileExceptions_Text">Use the following list to specify your own exception patterns.</string>
			<string id="DisableDefaultFileExceptions">P335- Do not use default exceptions</string>
			<string id="BootAndSysExceptions">P336- File exceptions for files in the root folder of boot/system volumes</string>
			<string id="BootAndSysExceptions_Explain">When encrypting a boot and/or system volume, specific file exceptions are automatically added for the root folder. These exceptions target system files, such as boot.ini and autoexec.bat, which are used before the encryption service is started.
If those default exceptions are not sufficient for your system, use this list to specify other patterns; these file patterns will be added when encrypting boot/system volumes. 
Value name: file pattern (wildcar '*' authorized)
Value: unused</string>
			<string id="RoamingProfiles">P337- Roaming profiles</string>
			<string id="RoamingProfiles_Explain">By default, the encryption service checks on each login with a roaming profile that the local folders (such as 'Local Settings') are in the same encryption state as the profile on server. If not, local folders are automatically updated (encrypted or decrypted depending on the profile state).
So, the administrator can encrypt the profile on server and let the encryption service perform the local folders encryption automatically. 
This automatic update can be disabled with this policy.</string>
			<string id="DisableRoamingCoherenceCheck_Explain">Disable roaming profile coherence check</string>
			<string id="InspectOptions">P339- Options of configuration report</string>
			<string id="InspectOptions_Explain">The configuration report tool gather information on the workstation (policies configuration, installed applications, logs files, etc). Then, this information will be encrypted to be sent securely. 

P339 rule allows to define options of the configuration report tool. Options have integer values and may be combinated by adding their values. 

Possible values are: 
- 0: no option defined; 
- 1: hide menu access to the configuration report tool; 
-2: Prohibit data collection. 

P137 rule allows to define mandatory accesses added to encrypt gathered information.

For each mandatory access, you need to define: 
- value name: access file to add (certificate, access list); 
- value: digital footprint of access file with the parameter 'sha256=', 'sha512='. 
Notes: 
- 'none' keyword disable mandatory access.
- encrypted gathered information can be extracted using command 'zcucmd inspectextract'.</string>
			<string id="InspectMandatory">P137- Mandatory accesses for gathered information encryption</string>
			<string id="ConstantOpenTitle">P340- Keep the Open window title constant</string>
			<string id="ConstantOpenTitle_Explain">If disabled, the title of Open windows is always the same, whatever the location or the opening type (zone, access list...).

This mode is useful for integration of SSO tools (Single Sign On), which are based on the window title to automatically fill fields. To use this kind of tools, keyboard driver should be disabled.</string>
			<string id="DisableLocksOnNetPaths">P341- Alternative strategy for file-locks on network</string>
			<string id="DisableLocksOnNetPaths_Explain">This policy modifies file-locks behavior on network, depending of the file server and the application. Only needed when I/O errors are reported by an application for network accessed files. Files for which this alternative policy is defined must not be accessed from different hosts at the same time.

You can add pairs of Server/Filenames, using ';' as a separator to input multiple filenames. The two fields can contain wildcards '*'. 

Typically necessary for Outlook pst files located on Microsoft servers</string>
			<string id="PxcaInWinlogon">P342- Use the SmartCardLogon CSP context to avoid redundant PIN-Requests</string>
			<string id="PxcaInWinlogon_Explain">This policy must be used CAREFULLY.

Some smart card/token CSP providers already provide this feature: a PIN submit at login is session-wide, and then any program within a user session can reuse the card without a redundant PIN entry.
Some do not, and users feel uncomfortable to enter their PIN twice.
Turning on this policy enables the encryption service to try to use the Winlogon.exe context to access the card through the manufacturer’s CSP.

This is NOT guaranteed to work with any smart card/token CSP provider.</string>
			<string id="OfflineFiles">P346- Offline files (files on-demand) management</string>
			<string id="OfflineFiles_Explain">Offline files are empty files, for which content is downloaded on demand (when user opens it). 
OneDrive Files On-Demand uses offline files: user gets files from cloud without need to download it and use disk space. 

This policy defines offline files management mode to use. 
Available modes: 
- Ignore offline files. During encryption, offline files are ignored to keep download on-demand feature. When user opens files, they are downloaded from cloud with on-the-fly encryption. 
- Proceed offline files like others. This is oldest ZONECENTRAL versions behavior. 
- Download offline files before processing. 

Note: it is possible to configure different modes of offline files management for specified folders using encryption directives (P132).</string>
			<string id="OfflineFiles_Text">Offline files management mode</string>
			<string id="OfflineFiles_Ignore_File">0- Ignore offline files (default)</string>
			<string id="OfflineFiles_Ignore_Attribute">1- Proceed offline files like others</string>
			<string id="OfflineFiles_Download_File">1- Proceed offline files like others</string>
			<string id="UseLegacyFilesystemFilter">P347- Use legacy file system filter</string>
			<string id="UseLegacyFilesystemFilter_Explain">If this policy is enabled, it forces the use of the legacy file system filter. Otherwise, it forces the use of the 'minifilter' file system filter. 
By default (policy not configured), ZONECENTRAL uses the legacy file system filter. 
A reboot is required to take into account a change in this policy.</string>
			<string id="Reserved">P499- Reserved rules</string>
			<string id="Reserved_Explain">This policy is reserved for special functions, whose use is reserved and not published.</string>
			<string id="CatVolumes">6.7.1. Volumes</string>
			<string id="CatVolumes_Explain">Policies related to volumes managed (for compatibility issues)</string>
			<string id="FileSystemsToExclude">P350- Types of FileSystems that must NOT be filtered</string>
			<string id="FileSystemsToExclude_Explain">The encryption service is a filter of FileSystems, and places itself on top of the FS hierarchy.

This list contains the names of FileSystems among which the encryption service must not instanciate itself.

This feature is provided for compatibility issues with some FileSystems. Or course, such FileSystems cannot contain encrypted zones.

The item name must contain the name of the pilot for the FileSystem, and the item value is not used.</string>
			<string id="VolumesToExclude">P351- Volumes that must NOT be filtered</string>
			<string id="VolumesToExclude_Explain">The encryption service try to manage encrypted zones on any volume on the computer, including any type of volume.

This list contains the names of volumes among which the encryption service must not instanciate itself. This feature is provided for compatibility issues with some types of volumes. Of course, such volumes cannot contain encrypted zones. 

The default value is empty. Values are the internal system names of volumes ('HardDiskVolume2', 'cdrom0', for example). Wildcards '*' may be used in case of dynamically and pseudo-randomly assigned names.

The special value 'FIXED' will match any local volume (not network nor removable).
The special value '*' will match any local or network volume, and the special value '\*\*' will match any network volume.

The item name must contain the name of the pilot for the FileSystem, and the item value is not used.</string>
			<string id="StorageDriversToExclude">P352- Storage drivers that must NOT be filtered</string>
			<string id="StorageDriversToExclude_Explain">The encryption service serves as a filter on any type of file system and volume, regardless of the underlying driver.

This list contains the names of drivers which the encryption service must not filter. The short name of the driver must be entered  ('FtDisk', 'MyDriver', for example). 

This feature is provided for compatibility issues with some types of storage drivers. The default value is empty. 

Note: if policy P353 (network volumes that must be filtered) is configured, then it has priority over the policy P351: a network volume indicated in policy P353 will be filtered and managed by ZONECENTRAL, even if it is indicated in policy P351.</string>
			<string id="NetVolumesToInclude">P353- Network volumes that must be filtered</string>
			<string id="NetVolumesToInclude_Explain">The encryption service try to manage encrypted zones on any volume on the computer, including any type of volume. 

When this policy is configured, each network volume NOT indicated in this policy are not filtered and managed by ZONECENTRAL, whatever the P351 policy configuration. Local volumes (hard drives, removable drives, etc.) are filtered by ZONECENTRAL. 

The syntax of this policy is the same as P351 policy. 

This policy is not dynamic: the system must be rebooted in order for it to be accepted.</string>
			<string id="CatDeprecated">6.9. Deprecated</string>
			<string id="CatDeprecated_Explain">Deprecated policies, that should not be used</string>
			<string id="CatZedMail">7. ZEDMAIL</string>
			<string id="CatZedMail_Explain">Rules for e-mail message encryption</string>
			<string id="ZM_EnforceEncryption_AttachOnly">Impose encryption (attachments)</string>
			<string id="ZM_EnforceEncryption">Impose encryption (full message)</string>
			<string id="ZM_RecommendEncryption_AttachOnly">Recommend encryption (attachments)</string>
			<string id="ZM_RecommendEncryption">Recommend encryption (full message)</string>
			<string id="ZM_ForbidEncryption">Forbid encryption</string>
			<string id="ZM_NothingEncryption">(nothing)</string>
			<string id="ZM_CertSources">P610- Certificates stores</string>
			<string id="ZM_CertSources_Explain">When a message needs to be encrypted, ZEDMAIL searches for key solutions (certificates, access lists) for each recipient in the various 'sources' it has at its disposal. By default, for CERTIFICATES, ZEDMAIL uses the Windows local stores for the current user ('My' and 'Other persons').

This rule can pre-configure other sources, such as Windows Stores, or even files (PKCS#7 files or serialised stores/.sst).

See the Manual for the appropriate configuration string for each source of certificates envisaged.

 - The value name can be used as a free comment (comment not used)
- the value must contain the configuration string.</string>
			<string id="ZM_WinCertStores_PartTitle">P610-Certificate Stores:</string>
			<string id="ZM_WinCertStores">
			</string>
			<string id="ZM_LdapSources">P611- LDAP Certificates Servers</string>
			<string id="ZM_LdapSources_Explain">When a message needs to be encrypted, ZEDMAIL searches for key solutions (certificates, access lists) for each recipient in the various 'sources' it has at its disposal. By default, for CERTIFICATES, ZEDMAIL uses, if available, the LDAP server of the ActiveDirectory domain.

This rule can pre-configure other LDAP directories.

See the Manual for the appropriate configuration string for each source of certificates envisaged.

 - The value name can be used as a free comment (comment not used)
- the value must contain the configuration string.</string>
			<string id="ZM_LdapCertStores_PartTitle">P611-LDAP Directories:</string>
			<string id="ZM_LdapCertStores">
			</string>
			<string id="ZM_XFormOptions">P613- Encrypted messages management options</string>
			<string id="ZM_XFormOptions_Explain">This policy allows defining options management for encrypted messages by ZEDMAIL. 

The value name designates a user name or a user group. 
Users or user groups must be separated in the list by ";". 
To indicate domain members, it is better to use the Netbios syntax (Domain\Username).
The wildcard '*' can be used to specify all users. 

The item value gives the list of options defined for users specified in the value name. 

Each option must have a value and may indicate that it is forced (which means that the user cannot override the option) by using the keywords "value" and "forced". 
The syntax that the value must follow is:
 option1={value=X1;forced=Y1};option2={value=X2;forced=Y2};...;optionN={value=XN;forced=YN} 
 With X1, X2, ..., XN equals 0 or 1 
 With Y1, Y2, ..., YN equals 0 or 1

Available values of options are: 
-Enabled: global activation of encrypted messages management feature; 
-OpeDecrypt: display operation of messages decryption; 
- OpeUpdate: display operation of updating user access in encrypted messages; 
- OpeRemoveSmime: display operation of removing S/MIME in messages (decryption and signature removal);
- OptRemoveSmime: option activation of removing S/MIME signature in messages;
- OptRemoveAccesses: option activation of removing accesses different from user access in messages. 

Note: if multiple entries in the list are suitable for the current user (user is membership of different groups for example), then the definition of options applied is the first in the list. 

Examples: 
- Enabled={value=0} : disables encrypted messages management feature. 
- Enabled={value=1};OpeDecrypt={value=0};OpeUpdate={value=1}; OptRemoveAccesses={value=1;forced=1} : allows only operation of updating user access in messages and forces removing other accesses.</string>
			<string id="ZM_XFormOptions_Text1">The item name is the name of the user or user group.</string>
			<string id="ZM_XFormOptions_Text2">The item value is the list of options defined for the users.</string>
			<string id="ZM_CanSendUnsolved">P614- Allow sending encrypted message without key found</string>
			<string id="ZM_CanSendUnsolved_Explain">When a message needs to be encrypted, ZEDMAILsearches for key solutions for each recipient (certificate, password). 
By default, if no solution is found for one ore more recipients, the message cannot be sent: user must choose a solution for recipients without key (certificate or password choice). 

This rule allows to send encrypted message even if no solution is found for one or more recipients. 
In this case, message will be sent encrypted but recipientsmay not be able to read it.</string>
			<string id="ZM_RulesKeywords">P640- Rules for message subject keywords</string>
			<string id="ZM_RulesKeywords_Explain">In order to determine whether, for a message to be sent, encryption should be forced (button pressed and held down) or recommended (button pressed by default), ZEDMAIL can analyse the message subject and make a decision based on the keywords if finds.

This rule serves to define those keywords which, if found, will impose or recommend encryption.

 The comparison will not be case-sensitive but will take accents into account. 

Attention: keywords can be parts of words.</string>
			<string id="ZM_RulesKeywordsThatEnforceEncryption_PartTitle">P640- Keywords that will force encryption:
</string>
			<string id="ZM_RulesKeywordsThatEnforceEncryption">
			</string>
			<string id="ZM_RulesKeywordsThatRecommendEncryption_PartTitle">P641- Keywords that will recommend encryption:
</string>
			<string id="ZM_RulesKeywordsThatRecommendEncryption">
			</string>
			<string id="ZM_RulesProperties">P642- Rules for message properties</string>
			<string id="ZM_RulesProperties_Explain">In order to determine whether, for a message to be sent, encryption should be forced (button pressed and held down) or recommended (button pressed by default), ZEDMAILcan analyse the message MAPI properties and make a decision based on the properties found.

This rule serves to define those properties which, if found, will impose or recommend encryption.

The different properties must be separated with ';' using following syntax: propertyname={type=value} 
With 'propertyname' is the name of property searched (required); 
And '{type=value}' indicates type of property ('bool' or 'long') and the expected value of property (optional). 

If the property name is indicated without '{type=value}' then the property must be boolean type and with value 'true'. 
Keywords allow to simplify configuration for common properties: 
- %OUTLOOK_SENSITIVITY_CONFIDENTIAL%: confidential message; 
- %OUTLOOK_SENSITIVITY_PRIVATE%: private message; 
- %OUTLOOK_SENSITIVITY_PERSONAL%: personal message; 
- %OUTLOOK_SENSITIVITY_NORMAL%: normal message. 

It is possible to configure message encryption according to classification level defined by Microsoft AIP (Azure Information Protection) tool with following configuration: 
%AIP_LABEL%=&lt;label GUID&gt; 
With &lt;label GUID&gt; is the label identifier. 
This identifier can be found in label parameters section of Azure portal of your company. 
It is possible to get it in Outlook client: 
- apply AIP label to a message; 
- save the message; 
- export properties message using menu of ZEDMAIL button &gt; "Policies" &gt; right clic in brackground of window named "Applying encryption rules" &gt; menu "Export message properties"; 
- open .zct file and find "MSIP_label" keyword. The identifier is a GUID in property value. 

It is possible to use several properties, they must be separated by semi-colons. 

Policy P642 defines a list of properties for which message encryption will be mandatory. 
Policy P643 defines a list of properties for which message encryption will be recommended. 
When encryption is mandatory, the user cannot uncheck the [ZEDMAIL-Encrypt] button. 
When encryption is recommended, upon detection the [ZEDMAIL-Encrypt] button is automatically checked, in order to apply encryption by default, but the user has the possibility of unchecking it.

Examples: 
- %OUTLOOK_SENSITIVITY_CONFIDENTIAL%;%OUTLOOK_SENSITIVITY_PRIVATE%" 
  Impose or recommend encryption of messages with confidential level set to 'confidential' or 'private'. 
- TitusEncrypt;TitusConfidential" 
  Impose or recommend encryption of messages with property named 'TitusEncrypt' or 'TitusConfidential' found with value 'true'. 
- PropertyName={long=3}" 
  Impose or recommend encryption of messages with property named 'PropertyName' found with value '3'.</string>
			<string id="ZM_RulesPropertiesThatEnforceEncryption_PartTitle">P642- Properties that will force encryption:
</string>
			<string id="ZM_RulesPropertiesThatEnforceEncryption">
			</string>
			<string id="ZM_RulesPropertiesThatRecommendEncryption_PartTitle">P643- Properties that will recommend encryption:
</string>
			<string id="ZM_RulesPropertiesThatRecommendEncryption">
			</string>
			<string id="ZM_RulesRecipients">P645- Rules for message recipients</string>
			<string id="ZM_RulesRecipients_Explain">In order to determine whether, for a message to be sent, encryption should be forced (button pressed and held down) or recommended (button pressed by default), ZEDMAIL can analyse the message recipients and make a decision based on what if finds.

This rule serves to define those partial or complete addresses which, if found, will impose or recommend encryption.

Examples:
 john.doe@mycorp.com
 *@*.mycorp.com
 *@mycorp.com
 john*doe@*
 
The special character '!' at the start of a mask is used to indicate a Boolean 'not'. 

Examples: 
!contact@mycorp.com 
!support@mycorp.com
*@mycorp.com
</string>
			<string id="ZM_RulesRecipientsList_PartTitle">P645- List of SMTP address masks:
</string>
			<string id="ZM_RulesRecipientsList">
			</string>
			<string id="ZM_RulesActionWhenAllRecipientsMatchList_PartTitle">P646- When ALL recipients are on the list:
</string>
			<string id="ZM_RulesActionWhenAllRecipientsMatchList">
			</string>
			<string id="ZM_RulesActionWhenSomeRecipientsMatchList_PartTitle">P647- When at least ONE recipient it is not on the list:
</string>
			<string id="ZM_RulesActionWhenSomeRecipientsMatchList">
			</string>
			<string id="ZM_RulesActionWhenNoRecipientsMatchList_PartTitle">P648- When NO recipients are on the list:
</string>
			<string id="ZM_RulesActionWhenNoRecipientsMatchList">
			</string>
			<string id="ZM_RulesDefault">P649- Default rules for all messages</string>
			<string id="ZM_RulesDefault_Explain">When (if defined) the rules based on keywords and recipients produce no result (because the message does not contain any, or because no particular constraint or recommendation is applied), this 'default' rule can be used to predefine an option.</string>
			<string id="ZM_RulesDefaultAction_PartTitle">P649- Default action:
</string>
			<string id="ZM_RulesDefaultAction">
			</string>
			<string id="ZM_AccessFilesTrustControl">P670- Access lists controls</string>
			<string id="ZM_AccessFilesTrustControl_Explain">This policy defines the level of control applied to access lists when used as a key solution by ZEDMAIL.

Possible values are:
 - No control
 - The access list must be signed.
 
By default, an access list must be signed by an approved signer (see P395).</string>
			<string id="ZM_TrustControlNothing">0- No control</string>
			<string id="ZM_TrustControlSignature">1- Control signature</string>
			<string id="CatPasswordRules">3. Password management</string>
			<string id="CatPasswordRules_Explain">Rules defining constraints for user passwords.</string>
			<string id="CatZonePasswordQuality">3.1. Passwords constraints for encrypted zones and access-lists</string>
			<string id="CatZonePasswordQuality_Explain">Enables the definition of policies concerning passwords used in encrypted zones and in access-lists.</string>
			<string id="ZonePwdMinimalQualityTitle">P710- Minimal compliancy rate</string>
			<string id="ZonePwdMinimalQuality">P710- Minimal compliancy rate (%)</string>
			<string id="ZonePwdLengthTarget">P712- Passwords minimal length (in chars)</string>
			<string id="ZonePwdLengthMalus">P713- Malus per missing character (%)</string>
			<string id="ZonePwdLowerCaseTarget">P714- Number of lowercases</string>
			<string id="ZonePwdLowerCaseMalus">P715- Malus per missing lowercase (%)</string>
			<string id="ZonePwdUpperCaseTarget">P716- Number of uppercases</string>
			<string id="ZonePwdUpperCaseMalus">P717- Malus per missing uppercase (%)</string>
			<string id="ZonePwdSymbolTarget">P718- Number of symbols/punctuation chars</string>
			<string id="ZonePwdSymbolMalus">P719- Malus per missing symbol (%)</string>
			<string id="ZonePwdDigitTarget">P720- Number of digits</string>
			<string id="ZonePwdDigitMalus">P721- Malus per missing digit (%)</string>
			<string id="ZonePwdHelpTextsTitle">P723- Help text for users</string>
			<string id="ZonePwdHelpTextLong">P723- Help text for users</string>
			<string id="ZonePwdForbiddenKeySet">P724- Unauthorized keyboard keys</string>
			<string id="ZonePwdForbiddenKeySet_Off">0- All keys are authorized (default)</string>
			<string id="ZonePwdForbiddenKeySet_OEM102">1- The OEM102 key ('&lt;' and '&gt;' on an azerty keyboard) is not authorized (recommended if CRYHOD is installed)</string>
			<string id="ZonePwdForbiddenKeySet_AltGr">2- Key combinations using Alt-Gr are not allowed</string>
			<string id="ZonePwdForbiddenKeySet_OEM102_And_AltGr">3- The OEM102 key ('&lt;' and '&gt;' on an azerty keyboard) and key combinations using Alt-Gr are not authorized</string>
			<string id="CatZedPasswordQuality">3.2. Passwords constraints for ZED! encrypted containers</string>
			<string id="CatZedPasswordQuality_Explain">Enables the definition of policies concerning passwords used in ZED! encrypted containers</string>
			<string id="ZedPwdMinimalQualityTitle">P730- Minimal compliancy rate</string>
			<string id="ZedPwdMinimalQuality">P730- Minimal compliancy rate (%)</string>
			<string id="ZedPwdLengthTarget">P732- Passwords minimal length (in chars)</string>
			<string id="ZedPwdLengthMalus">P733- Malus per missing character (%)</string>
			<string id="ZedPwdLowerCaseTarget">P734- Number of lowercases</string>
			<string id="ZedPwdLowerCaseMalus">P735- Malus per missing lowercase (%)</string>
			<string id="ZedPwdUpperCaseTarget">P736- Number of uppercases</string>
			<string id="ZedPwdUpperCaseMalus">P737- Malus per missing uppercase (%)</string>
			<string id="ZedPwdSymbolTarget">P738- Number of symbols/punctuation chars</string>
			<string id="ZedPwdSymbolMalus">P739- Malus per missing symbol (%)</string>
			<string id="ZedPwdDigitTarget">P740- Number of digits</string>
			<string id="ZedPwdDigitMalus">P741- Malus per missing digit (%)</string>
			<string id="ZedPwdHelpTextsTitle">P743- Help text for users</string>
			<string id="ZedPwdHelpTextLong">P743- Help text for users</string>
			<string id="PwdMinimalQuality_Explain">Security Officer can define constraints that passwords must fit to be accepted. The compliancy to these constraints is computed as a rate (%); 100% means that the password is fully compliant with ALL constraints.

Defining a minimum compliancy rate below 100% enables passwords that will comply with some, but not all rules.
</string>
			<string id="PwdLengthTarget_Explain">Defines the best minimal length for a password. For each missing character, a malus will be substracted to the global quality.

Note: the length is computed without repeated characters: 'aBc1' has a length of 4 and 'aBa1' has a real length of 3.</string>
			<string id="PwdLowerCaseTarget_Explain">Defines the best number of lowercase characters for a password. For each missing lowercase, a malus will be substracted to the global quality.

Note: the number of lowercases is computed without repeated characters: 'abaXX' has a count of 2 and 'abcXX' has a count of 3.</string>
			<string id="PwdUpperCaseTarget_Explain">Defines the best number of uppercase characters for a password. For each missing uppercase, a malus will be substracted to the global quality.

Note: the number of uppercases is computed without repeated characters: 'ABAxx' has a count of 2 and 'ABCxx' has a count of 3.</string>
			<string id="PwdSymbolTarget_Explain">Defines the best number of symbols and punctuation characters for a password. For each missing symbol, a malus will be substracted to the global quality.

Note: the number of symbols is computed without repeated characters: '$$&gt;XX' has a count of 2 and '&lt;$&gt;XX' has a count of 3.</string>
			<string id="PwdDigitTarget_Explain">Defines the best number of digits for a password. For each missing digit, a malus will be substracted to the global quality.

Note: the number of digits is computed without repeated characters: '121XX' has a count of 2 and '123XX' has a count of 3.</string>
			<string id="PwdHelpText_Explain">Text to be displayed to the user to help him choose a password and understand the applicable rules. If not configured, a message is automatically computed from the configured constraints.</string>
			<string id="PwdForbiddenKeySet_Explain">This rule ensures that the selected user access will be usable with CRYHOD.

CRYHOD includes an EFI software component, and most of the EFI firmwares do not correctly support some keyboard keys. More specifically the “OEM 102” key, which allows you to type in the characters ' &lt; ' and ' &gt; ' on an AZERTY keyboard, is not correctly detected, and will produce the characters ' *' and 'µ'. CRYHOD supporting EFI, is affected by this firmware dysfunction. 

This policy is taken into account when creating or changing the user personnel access (and possibly when a new access is added) and it avoids that the user chooses a password with this key: he is then asked to choose another password.

Similarly, if the user provides a token/smart card PIN including characters issued by this key, he is asked to change the token PIN, and try again.

And finally, if he uses a key file requiring this key, he is asked to contact his administrator to change the key file.</string>
			<string id="CatKPWD">3.3. Personal Password Wallet</string>
			<string id="CatKPWD_Explain">Policies related to the user Personal Password Wallet, in which exchange passwords used in encrypted containers and messages are saved. The Wallet is protected by the user personal key, and allows easy retrieval of used passwords set up with different recipients.</string>
			<string id="KPWDEnable">P750- Enable the Personal Password Wallet</string>
			<string id="KPWDEnable_Explain">By default, the Personal Password Wallet is enabled. 
This policy allows it to be disabled globally or for a specific use. 
When it is deactivated for a function or service, adding access from Personal Password Wallet entries is not proposed, and passwords used to open encrypted entities are not saved in Personal Password Wallet.</string>
			<string id="KPWDEnable_On">0- Enabled</string>
			<string id="KPWDEnable_Disabled">1- Disabled (globally)</string>
			<string id="KPWDEnable_Disabled_Zed">2- Disabled for ZED! encrypted containers</string>
			<string id="KPWDEnable_Disabled_ZedMail">3- Disabled for ZEDMAIL encrypted messages</string>
			<string id="CatZPDocLib">8. Encrypted document libraries</string>
			<string id="CatZPDocLib_Explain">Policies related to the encrypted document libraries.</string>
			<string id="ZPLocalFilesLocation">P1001- Local cache location of ZONEPOINT's documents</string>
			<string id="ZPLocalFilesLocation_Explain">Before opening, the files are downloaded and decrypted in this local location. The files opened in modification mode are kept until the user uploads or cancels the changes. The files opened in read-only mode are removed periodically. The documents are deleted when the browser is closed and during the session log off (except for ZONEPOINT LIGHT). 

Note: when deleting a document, if it is still opened by another application, two cases may occur:
 - removing a document can cause its closure in the application;
 - removing a document can fail; the file will be deleted during the session log off, or in ZONEPOINT LIGHT case the next time the browser is closed if an encrypted library was accessed beforehand.</string>
			<string id="ZPLocalFilesExpiration">P1002- Cache duration of the local location for files opened in read-only mode (in days)</string>
			<string id="ZPBPCrossBrowserCompatibility">P1050- Cross-browser compatibility</string>
			<string id="ZPBPCrossBrowserCompatibility_Explain">This policy enables or disables ZONEPOINT's cross-browser compatibility allowing the use of encrypted libraries from Microsoft Edge Chromium, Google Chrome and Mozilla Firefox browsers. 

If this policy is not configured then the cross-browser compatibility is: 
   - enabled by default if ZONEPOINT is installed in standalone mode ; 
   - disabled by default if ZONEPOINT is installed with ZONECENTRAL.
With ZONECENTRAL, it is therefore necessary to enable this policy to get the cross-browser compatibility. 

If cross-browser compatibility is disabled then ZONEPOINT will only work with Internet Explorer (legacy mode). 

Note: 
 - The workstation must be rebooted for this policy to take effect once modified; 
 - This policy requires the installation of the server component in version 2021.1 or later.</string>
			<string id="ZPBPDisableCrossBrowserCompatibility">Enable cross-browser compatibility</string>
			<string id="ZPBPAllowedBrowsers">P1051- Allowed web browsers</string>
			<string id="ZPBPAllowedBrowsers_Explain">This policy allows to specify which web browsers are allowed to use ZONEPOINT. 
It has no effect on Internet Explorer, which is always allowed (legacy mode). 

When this policy is unconfigured or disabled, all programs installed under "Program Files" and "Program Files (x86)" are allowed. 

When this policy is configured, only the programs in this list are allowed. 
The value name is a free comment and the value is the installation location of one or more programs. 
It is possible to use the "*" character, environment variables or Windows Shell variables %CSIDL% in paths. 

Examples : 
  1. Allow a specific program: 
Value name: Microsoft Edge Chromium 
Value: %CSIDL_PROGRAM_FILESX86%\Microsoft\Edge\Application\msedge.exe 
  2. Enable all programs installed in one of the subfolders of "C:\Program Files (x86)\Microsoft\": 
Value name: Microsoft x86 
Value: %CSIDL_PROGRAM_FILESX86%\Microsoft\* 
  3. Allow all programs installed on the user's computer, including in his profile: 
Value name: All browsers 
Value: * 

Note: A Windows path should only use backslashes '\'.</string>
			<string id="ZPBPAllowedWebOrigins">P1052- Allowed SharePoint sites</string>
			<string id="ZPBPAllowedWebOrigins_Explain">This policy allows you to specify the SharePoint sites authorized to use ZONEPOINT. 
It has no effect on Internet Explorer (legacy mode), which protects the user according to the security zones: Internet, Local intranet, Trusted sites, or Restricted sites. 

When this policy is unconfigured or disabled, only secure sites (HTTPS) are allowed by default. 

The value name is a free comment and the value corresponds to a SharePoint site or multiple sites if the "*" character is used. 
The value must follow the following syntax: http[s]://&lt;hostname&gt;[:&lt;port&gt;] 

Examples: 
  1. Allow all sub-domains of "mycorp.com" (excluding mycorp.com): 
Value name: All subdomains of mycorp.com 
Value: https://*.mycorp.com 
  2. Allow all sites, whether secure (HTTPS) or non-secure (HTTP): 
Value Name: All HTTP and HTTPS sites
Value: * </string>
		</stringTable>
		<presentationTable>
			<presentation id="DisablePasswordAccess"/>
			<presentation id="DisablePasswordAccessZed"/>
			<presentation id="DisableKeyFileAccess"/>
			<presentation id="DisableTokenAccess"/>
			<presentation id="DisableCspAccess"/>
			<presentation id="PasswordSso">
				<checkBox refId="UseWindowsSsoLogin">P110- The password is protected by Windows (user login)</checkBox>
			</presentation>
			<presentation id="EnableX12">
				<checkBox refId="EnableX12">P111- Enable module X12 (make .pfx keys accessible for MS Outlook, etc.)</checkBox>
				<textBox refId="X12Options">
					<label>P112 - Module X12 options</label>
					<defaultValue/>
				</textBox>
			</presentation>
			<presentation id="EnableCredentialProvider">
				<checkBox refId="EnableCredentialProvider">P113- Single Sign On in the Windows Login Screen</checkBox>
			</presentation>
			<presentation id="ConfigCredentialProvider">
				<listBox refId="ConfigCredentialProvider">P114- Configuring Single Sign-On in the Windows Logon Screen</listBox>
			</presentation>
			<presentation id="AccessFilesLocations">
				<text>Enter the full name of a folder or a UNC share</text>
				<text>You may use environment variables, CSIDL variables, and/or network UNC paths.</text>
				<textBox refId="PersonalAccessFileLocation">
					<label>P120- Personal location (local)</label>
					<defaultValue>%CSIDL_APPDATA%\ZONECENTRAL</defaultValue>
				</textBox>
				<textBox refId="AccessFilesLocation">
					<label>P121- Primary location(s)</label>
					<defaultValue>%CSIDL_COMMON_APPDATA%\ZONECENTRAL\AccessFiles</defaultValue>
				</textBox>
				<textBox refId="AccessFilesCacheLocation">
					<label>P122- Cache location(s)</label>
					<defaultValue>%CSIDL_COMMON_APPDATA%\ZONECENTRAL\Cache;%CSIDL_LOCAL_APPDATA%\ZONECENTRAL\Cache</defaultValue>
				</textBox>
			</presentation>
			<presentation id="PersonalAccessFileMode">
				<checkBox refId="DisablePersonalAccessFile">P123- Disable personal access lists</checkBox>
				<checkBox refId="PersonalAccessCreationOnLogin">P5120- Creation of the personal access list at the opening of the session</checkBox>
				<checkBox refId="DisallowPersonalAccessFileCreation">P124- Users are not allowed to create their own personal access lists</checkBox>
				<checkBox refId="SynchronizePersonalAccessFile">P125- Synchronize personal access lists with primary location (if possible)</checkBox>
				<textBox refId="PersonalAccessFileName">
					<label>P126- Personal access list name format</label>
					<defaultValue>%USERDOMAIN% %USERNAME%</defaultValue>
				</textBox>
				<textBox refId="PersonalBackupLocation">
					<label>P127- Location(s) where personal access lists backup copies are kept</label>
					<defaultValue>%CSIDL_LOCAL_APPDATA%\ZONECENTRAL\Backup</defaultValue>
				</textBox>
			</presentation>
			<presentation id="PersonalKeyMode">
				<checkBox refId="AllowPersonalKeyMode">P128- Enable personal access key mode</checkBox>
			</presentation>
			<presentation id="AutoReplaceOnSharedZones">
				<checkBox refId="AutoReplaceKeyOnShared">P138- Automatic shared zone update during key changes</checkBox>
			</presentation>
			<presentation id="UpdateZedOnPersonalKeyChange">
				<dropdownList refId="UpdateZedOnPersonalKeyChange" defaultItem="2">P393- Automatic container update during key changes</dropdownList>
			</presentation>
			<presentation id="UserCertificateSearch">
				<dropdownList refId="ADCertificatesMode" defaultItem="0">P129- User certificate search mode</dropdownList>
			</presentation>
			<presentation id="CertQuietReplaceKey">
				<checkBox refId="ADQuietReplaceKey">P130- Silent update of user certificate</checkBox>
			</presentation>
			<presentation id="UserCertificateSources">
				<listBox refId="UserCertificateSources">P136- User certificate search directories</listBox>
				<text>
				</text>
				<text>The item name is left free.</text>
				<text>The value contains the directory parameters.</text>
			</presentation>
			<presentation id="MandatoryMembers">
				<listBox refId="MandatoryMembers">P131- Mandatory accesses</listBox>
				<text>
				</text>
				<text>The item name is the file name.</text>
				<text>The item value is used to specify the access footprint (sha256=...) and some options.</text>
			</presentation>
			<presentation id="MandatoryMembersForZed">
				<listBox refId="MandatoryMembersForZed">P139- Mandatory Accesses for encrypted containers</listBox>
				<text>
				</text>
				<text>The item name is the file name.</text>
				<text>The item value is used to specify the access footprint (sha256=...) and some options.</text>
			</presentation>
			<presentation id="Consigns">
				<listBox refId="Consigns">P132- Encryption directives</listBox>
				<text>The value name is the target location (path).</text>
				<text>The value can define special options (for example 'clear=1')</text>
				<text>
				</text>
				<textBox refId="UsersWithConsigns">
					<label>P133- Directives are applied only to users/groups (separated by semicolons): </label>
					<defaultValue/>
				</textBox>
				<textBox refId="UsersWithoutConsigns">
					<label>P134- Directives are not applied to users/groups: </label>
					<defaultValue/>
				</textBox>
				<dropdownList refId="DisableAutomaticConsign" defaultItem="2">P135- Application options for login instructions</dropdownList>
			</presentation>
			<presentation id="ZoneMapPublishLocations">
				<textBox refId="ZoneMapPublishLocations">
					<label>Locations for archives</label>
					<defaultValue>%CSIDL_COMMON_APPDATA%\ZONECENTRAL\ZoneMap={maxhistory=10}</defaultValue>
				</textBox>
			</presentation>
			<presentation id="ZoneMapRemovablePublishLocations">
				<textBox refId="ZMRemovablePublishLocations">
					<label>Locations for archives</label>
					<defaultValue>%CSIDL_COMMON_APPDATA%\ZONECENTRAL\ZoneMap\External</defaultValue>
				</textBox>
			</presentation>
			<presentation id="KeyMapPublishLocations">
				<textBox refId="KeyMapPublishLocations">
					<label>Locations for archives</label>
					<defaultValue>%CSIDL_COMMON_APPDATA%\ZONECENTRAL\KeyMap</defaultValue>
				</textBox>
			</presentation>
			<presentation id="MandUpdateOpts">
				<dropdownList refId="MandUpdateOpts" defaultItem="0">P822- Options for mandatory accesses</dropdownList>
			</presentation>
			<presentation id="PasswordDuration">
				<decimalTextBox refId="PasswordDuration" defaultValue="0">P702- Maximum password duration</decimalTextBox>
			</presentation>
			<presentation id="ZonePwdMinimalQualityTitle">
				<decimalTextBox refId="ZonePwdMinimalQuality" defaultValue="80">P710- Minimal compliancy rate (%)</decimalTextBox>
			</presentation>
			<presentation id="ZonePwdLengthTarget">
				<decimalTextBox refId="ZonePwdLengthTarget" defaultValue="12">P712- Passwords minimal length (in chars)</decimalTextBox>
				<decimalTextBox refId="ZonePwdLengthMalus" defaultValue="5">P713- Malus per missing character (%)</decimalTextBox>
			</presentation>
			<presentation id="ZonePwdLowerCaseTarget">
				<decimalTextBox refId="ZonePwdLowerCaseTarget" defaultValue="2">P714- Number of lowercases</decimalTextBox>
				<decimalTextBox refId="ZonePwdLowerCaseMalus" defaultValue="5">P715- Malus per missing lowercase (%)</decimalTextBox>
			</presentation>
			<presentation id="ZonePwdUpperCaseTarget">
				<decimalTextBox refId="ZonePwdUpperCaseTarget" defaultValue="2">P716- Number of uppercases</decimalTextBox>
				<decimalTextBox refId="ZonePwdUpperCaseMalus" defaultValue="5">P717- Malus per missing uppercase (%)</decimalTextBox>
			</presentation>
			<presentation id="ZonePwdSymbolTarget">
				<decimalTextBox refId="ZonePwdSymbolTarget" defaultValue="1">P718- Number of symbols/punctuation chars</decimalTextBox>
				<decimalTextBox refId="ZonePwdSymbolMalus" defaultValue="5">P719- Malus per missing symbol (%)</decimalTextBox>
			</presentation>
			<presentation id="ZonePwdDigitTarget">
				<decimalTextBox refId="ZonePwdDigitTarget" defaultValue="1">P720- Number of digits</decimalTextBox>
				<decimalTextBox refId="ZonePwdDigitMalus" defaultValue="5">P721- Malus per missing digit (%)</decimalTextBox>
			</presentation>
			<presentation id="ZonePwdHelpTextsTitle">
				<textBox refId="ZonePwdHelpTextLong">
					<label>P723- Help text for users</label>
					<defaultValue/>
				</textBox>
			</presentation>
			<presentation id="ZonePwdForbiddenKeySet">
				<dropdownList refId="ZonePwdForbiddenKeySet" defaultItem="0">P724- Unauthorized keyboard keys</dropdownList>
			</presentation>
			<presentation id="ZedPwdMinimalQualityTitle">
				<decimalTextBox refId="ZedPwdMinimalQuality" defaultValue="80">P730- Minimal compliancy rate (%)</decimalTextBox>
			</presentation>
			<presentation id="ZedPwdLengthTarget">
				<decimalTextBox refId="ZedPwdLengthTarget" defaultValue="12">P732- Passwords minimal length (in chars)</decimalTextBox>
				<decimalTextBox refId="ZedPwdLengthMalus" defaultValue="5">P733- Malus per missing character (%)</decimalTextBox>
			</presentation>
			<presentation id="ZedPwdLowerCaseTarget">
				<decimalTextBox refId="ZedPwdLowerCaseTarget" defaultValue="2">P734- Number of lowercases</decimalTextBox>
				<decimalTextBox refId="ZedPwdLowerCaseMalus" defaultValue="5">P735- Malus per missing lowercase (%)</decimalTextBox>
			</presentation>
			<presentation id="ZedPwdUpperCaseTarget">
				<decimalTextBox refId="ZedPwdUpperCaseTarget" defaultValue="2">P736- Number of uppercases</decimalTextBox>
				<decimalTextBox refId="ZedPwdUpperCaseMalus" defaultValue="5">P737- Malus per missing uppercase (%)</decimalTextBox>
			</presentation>
			<presentation id="ZedPwdSymbolTarget">
				<decimalTextBox refId="ZedPwdSymbolTarget" defaultValue="1">P738- Number of symbols/punctuation chars</decimalTextBox>
				<decimalTextBox refId="ZedPwdSymbolMalus" defaultValue="5">P739- Malus per missing symbol (%)</decimalTextBox>
			</presentation>
			<presentation id="ZedPwdDigitTarget">
				<decimalTextBox refId="ZedPwdDigitTarget" defaultValue="1">P740- Number of digits</decimalTextBox>
				<decimalTextBox refId="ZedPwdDigitMalus" defaultValue="5">P741- Malus per missing digit (%)</decimalTextBox>
			</presentation>
			<presentation id="ZedPwdHelpTextsTitle">
				<textBox refId="ZedPwdHelpTextLong">
					<label>P743- Help text for users</label>
					<defaultValue/>
				</textBox>
			</presentation>
			<presentation id="KPWDEnable">
				<dropdownList refId="KPWDEnable" defaultItem="0">P750- Enable the Personal Password Wallet</dropdownList>
			</presentation>
			<presentation id="RelaxCertChainErrors"/>
			<presentation id="RestrictCertRoots">
				<listBox refId="RestrictCertRoots">P141- Authorized roots</listBox>
				<text>
				</text>
				<text>The value name is a free comment.</text>
				<text>The value is used to specify the certificate footprint (sha256=... or sha512=...).</text>
			</presentation>
			<presentation id="CanUseOutOfDateCertificates_General">
				<checkBox refId="CanUseOutOfDateCertificates">P142- Enable the use of out-of-period-of-validity certificates</checkBox>
				<text>P143- Delay while use of out-of-date certificates is authorized :</text>
				<decimalTextBox refId="OutOfDateCertificatesDelay" defaultValue="90">Period (in days):</decimalTextBox>
			</presentation>
			<presentation id="ForceCRLRefresh">
				<decimalTextBox refId="ForceCRLRefresh" defaultValue="1">P144- Force CRL refresh if issued more than (hours) ago: </decimalTextBox>
			</presentation>
			<presentation id="UserKeyTrustControl">
				<text>Choice 0: no extended control</text>
				<text>Choice 1: Whenever a user presents a key (CONSTRAINTS)</text>
				<text>Choice 2: When the key opens a REMOTE and SHARED zone</text>
				<text>Choice 3: Systematic control with tolerance if not connected (RESTRICTIVE)</text>
				<text>
				</text>
				<dropdownList refId="UserKeyTrustControl" defaultItem="0">P145- Control certificate chain for the user own key(s)</dropdownList>
			</presentation>
			<presentation id="RelaxCertKeyUsage"/>
			<presentation id="RestrictCertExtendedKeyUsage">
				<listBox refId="RestrictCertExtendedKeyUsage">P147- Authorized Extended Key Usages</listBox>
				<text>
				</text>
				<text>The value name is an OID in string format.</text>
				<text>The value is not used.</text>
			</presentation>
			<presentation id="RestrictCertExtendedKeyUsageZed">
				<listBox refId="RestrictCertExtendedKeyUsageZed">P148- 'Extended Key Usages' authorized for encrypted containers</listBox>
				<text>
				</text>
				<text>The value name is an OID in string format.</text>
				<text>The value is not used.</text>
			</presentation>
			<presentation id="AdditionalCert">
				<textBox refId="AdditionalCert">
					<label>P149- Additional certificates for encrypted containers and document libraries</label>
					<defaultValue/>
				</textBox>
			</presentation>
			<presentation id="CanUseOutOfDateCertificatesForPrivUse_General">
				<checkBox refId="CanUseOutOfDateCertificatesForPrivUse" defaultChecked="true">P186- Enable use after expiry date</checkBox>
				<text>P187- Tolerance period for the certificate associated with the private key:</text>
				<decimalTextBox refId="OutOfDateCertificatesDelayForPrivUse" defaultValue="9999">Period (in days):</decimalTextBox>
			</presentation>
			<presentation id="CloseZonesKeyboardShortcut">
				<dropdownList refId="CloseZonesKeyboardShortcut" defaultItem="0">P151- Keyboard quick shortcut to close all opened zones/keys</dropdownList>
			</presentation>
			<presentation id="DisableScreenSaverDetect"/>
			<presentation id="AdminInPlaceOperations">
				<textBox refId="RestrictHidePolicies">
					<label>P153- Do not apply these restrictions to the following users/groups:</label>
					<defaultValue/>
				</textBox>
				<text>Operations:</text>
				<checkBox refId="UserCannotChangePassword">P154- (hide) password change</checkBox>
				<checkBox refId="UserCannotChangeRsa">P155- (hide) RSA key change</checkBox>
				<checkBox refId="HideFolderPropertyPage">P156- (hide) 'Encryption' property page of folders</checkBox>
				<checkBox refId="HideAccessFilePropertyPage">P157- (hide) 'Accesses' property page of access lists</checkBox>
				<checkBox refId="HidePersonalAccessMonitor">P158- (hide) 'Personal access' tab in the monitor</checkBox>
				<checkBox refId="HidePersonalKeyMonitor">P159- (hide) 'Personal access key' tab in the monitor</checkBox>
				<checkBox refId="HideFolderContextMenu">P160- (hide) Folder context menus</checkBox>
				<checkBox refId="HideUnauthorizedInPlaceOps">P161- (hide) Operations not granted by the 'Admin rights' policies (P231+)</checkBox>
				<checkBox refId="HideInPlaceEncrypt">P162- (hide) Encrypt operation</checkBox>
				<checkBox refId="HideInPlaceDecrypt">P163- (hide) Decrypt operation</checkBox>
				<checkBox refId="HideInPlaceVerify">P164- (hide) Verify operation</checkBox>
				<checkBox refId="HideInPlaceTranscrypt">P165- (hide) Transcrypt operation</checkBox>
				<checkBox refId="HideInPlaceAccesses">P166- (hide) Accesses</checkBox>
				<checkBox refId="HideInPlaceAccessesOps">P167- (hide) Operations on accesses</checkBox>
				<checkBox refId="HideAddPassword">P168- (hide) Add Password access</checkBox>
				<checkBox refId="HideAddPasswordForZed">P218 - (hide) Add Password access for encrypted containers</checkBox>
				<checkBox refId="HideAddCertFile">P169- (hide) Add certificate access (from a file)</checkBox>
				<checkBox refId="HideAddCertFileForZed">P219 - (hide) Add certificate access (from a file) for encrypted containers</checkBox>
				<checkBox refId="HideAddCertStore">P170- (hide) Add certificate access (from a Windows certstore)</checkBox>
				<checkBox refId="HideAddCertStoreForZed">P220 - (hide) Add certificate access (from a Windows certstore) for encrypted containers</checkBox>
				<checkBox refId="HideAddLDAP">P171- (hide) Add certificate access (from a LDAP directory)</checkBox>
				<checkBox refId="HideAddLDAPForZed">P221 - (hide) Add certificate access (from a LDAP directory) for encrypted containers</checkBox>
				<checkBox refId="HideInPlaceDetails">P172- (hide) Zone advanced-details</checkBox>
				<checkBox refId="HideInPlaceGeneralPage">P173- (hide) Zone general characteristics</checkBox>
				<checkBox refId="DisallowZoneLabelChange">P174- (hide) Zone properties change</checkBox>
				<checkBox refId="HideInPlaceCreateClearZone">P175- (hide) Clear zone creation</checkBox>
				<checkBox refId="HideInPlaceGroup">P176- (hide) Group operation</checkBox>
				<checkBox refId="HideInPlaceSeparate">P177- (hide) Ungroup operation</checkBox>
				<checkBox refId="HideInPlaceExceptions">P178- (hide) Zone exceptions patterns</checkBox>
				<checkBox refId="HideInPlaceExceptionsOps">P179- (hide) Operations on exceptions patterns</checkBox>
				<checkBox refId="HideInPlaceSubzones">P180- (hide) Sub-zones search</checkBox>
				<checkBox refId="HideShowSos">P181- (hide) Show SOS access</checkBox>
				<checkBox refId="HideCheckerDetails">P182- (hide) Display details of a check</checkBox>
				<checkBox refId="HideComputerWideOperations">P183- (hide) Workstation operations</checkBox>
				<checkBox refId="HideAddAccessFile">P184- (hide) Add access lists</checkBox>
				<checkBox refId="HideAddAccessFileForZed">P222 - (hide) Add access lists for encrypted containers</checkBox>
				<checkBox refId="HideInPlaceRecover">P185- (hide) Repair operation</checkBox>
			</presentation>
			<presentation id="DeleteZoneOptions">
				<dropdownList refId="DeleteZoneOptions" defaultItem="1">P190- Behaviour when the user deletes a folder containing encrypted (sub)zones</dropdownList>
			</presentation>
			<presentation id="ProtectEncryptedFileDeletion"/>
			<presentation id="DisableEncryptedZoneNetShare"/>
			<presentation id="OpenZoneMessage">
				<dropdownList refId="DisableOpenZoneMessage" defaultItem="2">P192- Message displayed when a zone is opened</dropdownList>
			</presentation>
			<presentation id="LDAPServers">
				<listBox refId="LDAPServers">P195- Predefined LDAP Directories</listBox>
			</presentation>
			<presentation id="OnSessionLock">
				<dropdownList refId="OnSessionLock" defaultItem="0">P196- Behaviour when Windows session is locked</dropdownList>
			</presentation>
			<presentation id="DisableSystray"/>
			<presentation id="RestrictShowRecoveryAccess">
				<textBox refId="RestrictShowRecoveryAccess">
					<label>P198- Display recovery accesses</label>
					<defaultValue/>
				</textBox>
			</presentation>
			<presentation id="RestrictShowMandatory">
				<textBox refId="RestrictShowMandatory">
					<label>P199- Display mandatory accesses</label>
					<defaultValue/>
				</textBox>
			</presentation>
			<presentation id="RemovableDevices">
				<listBox refId="RemovableDevices">P200- Removable devices</listBox>
			</presentation>
			<presentation id="OverlaysDefinition">
				<listBox refId="OverlaysDefinition">P5110- Overlays management</listBox>
			</presentation>
			<presentation id="DereferenceOverlays">
				<listBox refId="DereferenceOverlays">P5111- Overlays delisting</listBox>
			</presentation>
			<presentation id="RestrictCommandsToSysAdmin"/>
			<presentation id="SORoleMode">
				<checkBox refId="DisableSOCommandsMode">P231- Give the 'admin' role to any access</checkBox>
				<decimalTextBox refId="MinimalAdminCount" defaultValue="1">P232- Minimal number of Admin or Recovery accesses in a zone</decimalTextBox>
			</presentation>
			<presentation id="UserRights">
				<listBox refId="UserRights">P244- Users rights</listBox>
			</presentation>
			<presentation id="ZBUIOptions">
				<listBox refId="ZBUIOptions">P210- ZoneBoard Options</listBox>
				<text>
				</text>
				<text>The item name is the name of the user or user group.</text>
				<text>The item value is the list of graphic options defined for the users.</text>
			</presentation>
			<presentation id="GroupsSynchroLDAPServers">
				<listBox refId="GroupsSynchroLDAPServers">P211- Predefined LDAP Servers for synchronising groups</listBox>
			</presentation>
			<presentation id="PKISynchroLDAPServers">
				<listBox refId="PKISynchroLDAPServers">P212- LDAP Servers predefined for PKI Synchronization</listBox>
			</presentation>
			<presentation id="OverlayIconForClearFolders">
				<dropdownList refId="OverlayIconForClearFolders" defaultItem="3">P250- Display of overlay icons for clear folders</dropdownList>
			</presentation>
			<presentation id="OverlayIconForEncryptedFolders">
				<dropdownList refId="OverlayIconForEncryptedFolders" defaultItem="2">P251- Display of overlay icons for encrypted folders</dropdownList>
			</presentation>
			<presentation id="OverlayIconForFiles">
				<dropdownList refId="OverlayIconForFiles" defaultItem="2">P256- Overlay icons for files</dropdownList>
			</presentation>
			<presentation id="WatermarksForFolders">
				<dropdownList refId="WatermarksForFolders" defaultItem="1">P257- Watermark images for folders in Windows Explorer</dropdownList>
			</presentation>
			<presentation id="UserCannotCloseZone"/>
			<presentation id="UserCannotCloseKey"/>
			<presentation id="UserCannotCloseAll"/>
			<presentation id="SosHelpInfo">
				<textBox refId="SosHelpInfo">
					<label>P255- Informations HelpDesk Users</label>
					<defaultValue/>
				</textBox>
			</presentation>
			<presentation id="CreateZedWithZoneAccesses">
				<dropdownList refId="CreateZedWithZoneAccesses" defaultItem="0">P259- When creating an encrypted container, add the accesses for its zone</dropdownList>
			</presentation>
			<presentation id="ZedOptions">
				<textBox refId="ZedOptions">
					<label>P289- Options for encrypted containers</label>
					<defaultValue/>
				</textBox>
			</presentation>
			<presentation id="UseDefaultDesktop"/>
			<presentation id="OpenZoneDelay">
				<text>P281- Delay (in seconds) for the user to answer an open zone request</text>
				<decimalTextBox refId="OpenZoneDelay" defaultValue="60">
				</decimalTextBox>
			</presentation>
			<presentation id="OpenAllOnFirstOpen">
				<checkBox refId="OpenAllOnFirstOpen">P282- Automatically opens all zones after the first one</checkBox>
				<textBox refId="DelayBetweenAutoOpenings">
					<label>P283- Time between two automatic openings</label>
					<defaultValue>5</defaultValue>
				</textBox>
			</presentation>
			<presentation id="DisableOpenZonePromptWithoutPersonalAccess">
				<dropdownList refId="DisableOpenZonePromptWithoutPersonalAccess" defaultItem="0">P284- Disable open zone requests when the user's personal key is not a possible access</dropdownList>
			</presentation>
			<presentation id="AutoSyncPrioritySimple">
				<dropdownList refId="AutoSyncPrioritySimple" defaultItem="0">P115 - Key preference for automated search</dropdownList>
			</presentation>
			<presentation id="AutoSyncPriorityExpert">
				<listBox refId="AutoSyncPriorityExpert">P116 - Key preference for automated search (advanced mode)</listBox>
			</presentation>
			<presentation id="ZM_AfSources">
				<text>P612- Access lists repositories</text>
				<listBox refId="ZM_AfFolders">
				</listBox>
			</presentation>
			<presentation id="AdditionalZaf">
				<textBox refId="AdditionalZaf">
					<label>P615- Additional access lists for encrypted messages</label>
					<defaultValue/>
				</textBox>
			</presentation>
			<presentation id="ZedMaskItemName">
				<dropdownList refId="ZedMaskItemName" defaultItem="1">P233- Hiding file and folder names of encrypted containers</dropdownList>
			</presentation>
			<presentation id="SecurityControl">
				<listBox refId="SecurityControl">P234- Validity thresholds for encrypted data elements</listBox>
				<text>
				</text>
				<text>The value name is the keyword of a feature to be validated.</text>
				<text>The value is used to indicate the action to be applied when validating the functionality.</text>
			</presentation>
			<presentation id="CloseKeyOnTimeOut">
				<decimalTextBox refId="CloseKeyOnTimeOut" defaultValue="0">P245- Timer before closing unused keys</decimalTextBox>
			</presentation>
			<presentation id="KeyAttemptPeriod">
				<checkBox refId="KeyAttemptForPeriodEnable">P246- Enable check of unsuccessful passwords or codes trials over a period</checkBox>
				<textBox refId="KeyAttemptForPeriodParams">
					<label>P247- Parameters of check (tries count, period duration)</label>
					<defaultValue>MaxFailure=300;Period=1440;MinLock=60</defaultValue>
				</textBox>
			</presentation>
			<presentation id="ActionOnChangingZoneAccesses">
				<text>P258- Action following change of permissions to the encrypted zone</text>
				<dropdownList refId="ActionOnChangingZoneAccesses" defaultItem="0">
				</dropdownList>
			</presentation>
			<presentation id="PasswordsAttempts">
				<decimalTextBox refId="PasswordsAttempts" defaultValue="3">P261- Number of unsuccessful successives passwords/codes trials</decimalTextBox>
			</presentation>
			<presentation id="FileCreation">
				<checkBox refId="DisableFileCreationNetwork">P262- Network: disallow plain-text (unencrypted) file creation by users or applications</checkBox>
				<checkBox refId="DisableFileCreationRemovable">P263- Removable drives: disallow plain-text (unencrypted) file creation by users or applications</checkBox>
			</presentation>
			<presentation id="SosAccessMode">
				<text>0- SOS Password AND Temporary pass</text>
				<text>1- No SOS password and no Temporary pass</text>
				<text>2- Only SOS password</text>
				<text>3- Only Temporary pass</text>
				<text>
				</text>
				<dropdownList refId="DisableSosAccess" defaultItem="0">P264- SOS access</dropdownList>
			</presentation>
			<presentation id="AllowClearRestore"/>
			<presentation id="DisableAccessKeysReuse"/>
			<presentation id="ClearShare"/>
			<presentation id="ActionOnKeyClosed">
				<text>P268- Action done when access keys are closed</text>
				<dropdownList refId="CloseZoneOnKeyClosed" defaultItem="0">
				</dropdownList>
			</presentation>
			<presentation id="RestrictAllowRecoveryAccess">
				<textBox refId="RestrictAllowRecoveryAccess">
					<label>P269- Opening zones with recovery keys</label>
					<defaultValue/>
				</textBox>
			</presentation>
			<presentation id="EnableWatchOverPolicies"/>
			<presentation id="DisableAPI">
				<checkBox refId="DisableAPI" defaultChecked="true">P392-Disable API use</checkBox>
			</presentation>
			<presentation id="AfSignRoots">
				<listBox refId="AfSignRoots">P395- Authorized roots for access lists signers</listBox>
				<text>
				</text>
				<text>The value name is a free comment.</text>
				<text>The value must contain the footprint of the certificate (sha256=...).</text>
			</presentation>
			<presentation id="AccessFilesTrustControl">
				<text>P396- Access lists controls</text>
				<dropdownList refId="AccessFilesTrustControl" defaultItem="0">
				</dropdownList>
			</presentation>
			<presentation id="AccessFilesTrustControlForZed">
				<text>P397- Access list control for encrypted containers and libraries</text>
				<dropdownList refId="AccessFilesTrustControlForZed" defaultItem="0">
				</dropdownList>
			</presentation>
			<presentation id="ZoneIntegrityControl">
				<text>P398- Verification of the integrity of the encrypted zones</text>
				<dropdownList refId="ZoneIntegrityControl" defaultItem="1">
				</dropdownList>
			</presentation>
			<presentation id="ZedFormatVersion">
				<dropdownList refId="ZedFormatVersion" defaultItem="1">P399- Version of encrypted containers and encrypted messages</dropdownList>
			</presentation>
			<presentation id="DisableWiping"/>
			<presentation id="WipeEncryptedFiles"/>
			<presentation id="WipingPattern">
				<textBox refId="WipingPattern">
					<label>P322- Pattern (hexa chars) to be used to wipe files</label>
					<defaultValue>0x00</defaultValue>
				</textBox>
			</presentation>
			<presentation id="DisableHiberfileWiping"/>
			<presentation id="DisableTempAndIECacheClean"/>
			<presentation id="DisableCscEncryption">
				<checkBox refId="DisableCscEncryption" defaultChecked="true">P274- Do not automatically encrypt the CSC (offline cache)</checkBox>
			</presentation>
			<presentation id="DisableNetworkRedirectedFoldersEncryption"/>
			<presentation id="MaxApplyDirectivesAbort">
				<decimalTextBox refId="MaxApplyDirectivesAbort" defaultValue="999">Maximum number of refusals</decimalTextBox>
			</presentation>
			<presentation id="CheckerPeriodicity">
				<decimalTextBox refId="CheckerPeriodicity" defaultValue="7">P277- Maximum number of days before checking if station is compliant</decimalTextBox>
				<decimalTextBox refId="CheckerPeriodicityWhenNotCompliant" defaultValue="3">P285- Maximum number of days before checking if station is non-compliant</decimalTextBox>
			</presentation>
			<presentation id="AlternateBackupLocation">
				<textBox refId="AlternateBackupLocation">
					<label>Alternate temporary folders</label>
				</textBox>
			</presentation>
			<presentation id="DelayBeforeSessionClosure">
				<decimalTextBox refId="DelayBeforeSessionClosure" defaultValue="0">Time before log-off (min.)</decimalTextBox>
			</presentation>
			<presentation id="EnableEncryptionParametersCheck">
				<dropdownList refId="EnableEncryptionParametersCheck" defaultItem="0">P286- Automatic check of zone encryption settings</dropdownList>
			</presentation>
			<presentation id="ZoneTpls">
				<text>Enter a either a full path and file name or simple file name:</text>
				<text> (in this case, the filename is relative to the primary location P121)</text>
				<text/>
				<text>You may use environment variables, CSIDL variables, and/or network UNC paths.</text>
				<listBox refId="ZoneTpls">P271- Zone encryption templates</listBox>
			</presentation>
			<presentation id="ZoneTplsForRemovable">
				<text>Enter a either a full path and file name or simple file name:</text>
				<text> (in this case, the filename is relative to the primary location P121)</text>
				<text/>
				<text>You may use environment variables, CSIDL variables, and/or network UNC paths.</text>
				<listBox refId="ZoneTplsForRemovable">P272- Encryption templates for removable devices</listBox>
			</presentation>
			<presentation id="ZoneTplsForContainers">
				<text>Enter a either a full path and file name or simple file name:</text>
				<text> (in this case, the filename is relative to the primary location P121)</text>
				<text/>
				<text>You may use environment variables, CSIDL variables, and/or network UNC paths.</text>
				<listBox refId="ZoneTplsForContainers">P273- Encryption templates for encrypted containers</listBox>
			</presentation>
			<presentation id="EncryptionAlgorithm">
				<dropdownList refId="EncryptionAlgorithm" defaultItem="0">P290- Encryption algorithm</dropdownList>
				<dropdownList refId="EncryptionKeySize" defaultItem="2">P291- Key length</dropdownList>
			</presentation>
			<presentation id="HashAlgorithm">
				<dropdownList refId="HashAlgorithm" defaultItem="0">P292- Hash algorithm used to digest data</dropdownList>
			</presentation>
			<presentation id="PasswordKeyDerivation">
				<decimalTextBox refId="PBxSaltLen" defaultValue="16">P293- Salt Length:</decimalTextBox>
				<decimalTextBox refId="PBxIterationCount" defaultValue="100000" spinStep="1000">P294- Iteration Count:</decimalTextBox>
				<decimalTextBox refId="PBxVectorLen" defaultValue="8">P295- Control Vector Length:</decimalTextBox>
				<dropdownList refId="DeriveMechanism" defaultItem="0">P387- Derivation mechanism:</dropdownList>
			</presentation>
			<presentation id="Tokens">
				<listBox refId="Tokens">P296- Authorized tokens (PKCS#11)</listBox>
				<text>
				</text>
				<text>The value name is the manufacturer DLL name.</text>
				<text>The item value may be used as a free comment or may contain special options (see manuals).</text>
			</presentation>
			<presentation id="CryptoExtension">
				<textBox refId="CryptoExtension">
					<label>P297- Cryptographic Extension Module</label>
					<defaultValue/>
				</textBox>
			</presentation>
			<presentation id="CspWhiteList">
				<textBox refId="CspWhiteList">
					<label>P298- List of authorized CSPs</label>
				</textBox>
				<textBox refId="CspBlackList">
					<label>P299- List of unauthorized CSPs</label>
				</textBox>
			</presentation>
			<presentation id="EncryptionMechanism">
				<dropdownList refId="EnableCTSMode" defaultItem="1">P380- Encryption Mechanism</dropdownList>
			</presentation>
			<presentation id="EncryptionMechanismForZed">
				<dropdownList refId="EnableCTSModeForZed" defaultItem="1">P381- Encryption mechanism for encrypted containers</dropdownList>
			</presentation>
			<presentation id="EnableAESNI">
				<checkBox refId="EnableAESNI">P382-Enable use of AES-NI instruction set</checkBox>
			</presentation>
			<presentation id="RSAES">
				<dropdownList refId="RSAES" defaultItem="0">P383- RSA Encryption Scheme</dropdownList>
			</presentation>
			<presentation id="ZafRSAKeySize">
				<dropdownList refId="ZafRSAKeySize" defaultItem="1">P384- Access lists RSA key size</dropdownList>
			</presentation>
			<presentation id="RANDOMGENERATOR">
				<dropdownList refId="RandomGenerator" defaultItem="0">P385- Random Number Generator algorithm</dropdownList>
			</presentation>
			<presentation id="SIGNATUREMECHANISM">
				<dropdownList refId="SignatureMechanism" defaultItem="0">P386- Signature mechanism</dropdownList>
			</presentation>
			<presentation id="WrappingMechanism">
				<dropdownList refId="WrappingMechanism" defaultItem="0">P388- Wrapping mechanism</dropdownList>
			</presentation>
			<presentation id="ReportToServer">
				<textBox refId="ReportToServer">
					<label>P301- Computers to which event logs will be sent</label>
				</textBox>
				<text>Enter the UNC names of the computers (';'-separated).

This policy will be active after the next boot.</text>
			</presentation>
			<presentation id="LogZoneOpenClose"/>
			<presentation id="EnableSuccessfulCommandLog"/>
			<presentation id="DisableFailedCommandLog"/>
			<presentation id="LogFileWiped"/>
			<presentation id="LogEncryptedFileAccess"/>
			<presentation id="LogEncryptedFileAccessReject"/>
			<presentation id="LogCreateClearFileReject"/>
			<presentation id="CommandLogFile">
				<text>Enter the full name of a folder or a file.</text>
				<text>You may use environment variables, CSIDL variables, and/or network UNC paths.</text>
				<textBox refId="CommandLogFile">
					<label>P309- Log folder</label>
					<defaultValue>%CSIDL_COMMON_APPDATA%\ZONECENTRAL\Logs</defaultValue>
				</textBox>
			</presentation>
			<presentation id="EnablePasswordPasting"/>
			<presentation id="DisableKeyboardDriver"/>
			<presentation id="DisablePageFileEncryption"/>
			<presentation id="AppExceptions">
				<listBox refId="AppExceptions">P332- Applications that should be granted special privileges</listBox>
				<text>
				</text>
				<text>The value name is the application name (exe-name), without file path (ex: myapp.exe).</text>
				<text>The value must be 1 for a raw access to encrypted content.</text>
			</presentation>
			<presentation id="AppFoldersPrivileges">
				<listBox refId="AppFoldersPrivileges">P354- Applications that should be granted special privileges on specific folders</listBox>
				<text>
				</text>
				<text>The value name is the application name (exe-name), without file path (ex: myapp.exe).</text>
				<text>The value must be a sequence of &lt;folder&gt;=&lt;privilege&gt; pairs separated by semicolons.
The &lt;folder&gt; must be an absolute path. It can contain environment variables (but not CSIDL_ variables). It may not contain '*' or '?' wildcards. It can be enclosed in quotation marks.
The &lt;privilege&gt; must be 'raw' or 'noraw'.
'raw' indicates that the application will access the raw content of encrypted files (encrypted content) in the folder and its sub-folders.
'noraw' indicates that the application will access the plain content of encrypted files, even if it has privilege 1 (raw) in the P332 policy.
Example:
Value name: OneDrive.exe
Value: %OneDrive%\RawSync=raw</text>
			</presentation>
			<presentation id="OpenZoneOnOpen"/>
			<presentation id="FileExceptions">
				<text>Default exceptions are:</text>
				<text>   [*.exe *.dll *.lnk *.pfx *.p12 *.zaf *.zc? desktop.*]</text>
				<text>Check this box to disable these default exceptions:</text>
				<checkBox refId="DisableDefaultFileException">P335- Do not use default exceptions</checkBox>
				<text>Use the following list to specify your own exception patterns.</text>
				<listBox refId="FileExceptions">P334- File exceptions for encrypted zones</listBox>
			</presentation>
			<presentation id="BootAndSysExceptions">
				<listBox refId="BootAndSysExceptions">P336- File exceptions for files in the root folder of boot/system volumes</listBox>
			</presentation>
			<presentation id="RoamingProfiles">
				<checkBox refId="DisableRoamingCoherenceCheck">Disable roaming profile coherence check</checkBox>
			</presentation>
			<presentation id="InspectOptions">
				<decimalTextBox refId="InspectOptions" defaultValue="0">P339- Options of configuration report</decimalTextBox>
				<listBox refId="InspectMandatory">P137- Mandatory accesses for gathered information encryption</listBox>
			</presentation>
			<presentation id="ConstantOpenTitle"/>
			<presentation id="DisableLocksOnNetPaths">
				<listBox refId="DisableLocksOnNetPaths">P341- Alternative strategy for file-locks on network</listBox>
			</presentation>
			<presentation id="PxcaInWinlogon"/>
			<presentation id="OfflineFiles">
				<dropdownList refId="OfflineFiles" defaultItem="0">Offline files management mode</dropdownList>
			</presentation>
			<presentation id="UseLegacyFilesystemFilter">
				<checkBox refId="UseLegacyFilesystemFilter" defaultChecked="true">P347- Use legacy file system filter</checkBox>
			</presentation>
			<presentation id="Reserved">
				<listBox refId="Reserved">P499- Reserved rules</listBox>
			</presentation>
			<presentation id="FileSystemsToExclude">
				<listBox refId="FileSystemsToExclude">P350- Types of FileSystems that must NOT be filtered</listBox>
			</presentation>
			<presentation id="VolumesToExclude">
				<listBox refId="VolumesToExclude">P351- Volumes that must NOT be filtered</listBox>
			</presentation>
			<presentation id="StorageDriversToExclude">
				<listBox refId="StorageDriversToExclude">P352- Storage drivers that must NOT be filtered</listBox>
			</presentation>
			<presentation id="NetVolumesToInclude">
				<listBox refId="NetVolumesToInclude">P353- Network volumes that must be filtered</listBox>
			</presentation>
			<presentation id="ZM_CertSources">
				<text>P610-Certificate Stores:</text>
				<listBox refId="ZM_WinCertStores">
				</listBox>
			</presentation>
			<presentation id="ZM_LdapSources">
				<text>P611-LDAP Directories:</text>
				<listBox refId="ZM_LdapCertStores">
				</listBox>
			</presentation>
			<presentation id="ZM_XFormOptions">
				<listBox refId="ZM_XFormOptions">P613- Encrypted messages management options</listBox>
				<text>
				</text>
				<text>The item name is the name of the user or user group.</text>
				<text>The item value is the list of options defined for the users.</text>
			</presentation>
			<presentation id="ZM_CanSendUnsolved"/>
			<presentation id="ZM_RulesKeywords">
				<text>P640- Keywords that will force encryption:
</text>
				<textBox refId="ZM_RulesKeywordsThatEnforceEncryption">
					<label>
					</label>
					<defaultValue/>
				</textBox>
				<text>
				</text>
				<text>P641- Keywords that will recommend encryption:
</text>
				<textBox refId="ZM_RulesKeywordsThatRecommendEncryption">
					<label>
					</label>
					<defaultValue/>
				</textBox>
			</presentation>
			<presentation id="ZM_RulesProperties">
				<text>P642- Properties that will force encryption:
</text>
				<textBox refId="ZM_RulesPropertiesThatEnforceEncryption">
					<label>
					</label>
					<defaultValue/>
				</textBox>
				<text>
				</text>
				<text>P643- Properties that will recommend encryption:
</text>
				<textBox refId="ZM_RulesPropertiesThatRecommendEncryption">
					<label>
					</label>
					<defaultValue/>
				</textBox>
			</presentation>
			<presentation id="ZM_RulesRecipients">
				<text>P645- List of SMTP address masks:
</text>
				<textBox refId="ZM_RulesRecipientsList">
					<label>
					</label>
					<defaultValue/>
				</textBox>
				<text>P646- When ALL recipients are on the list:
</text>
				<dropdownList refId="ZM_RulesActionWhenAllRecipientsMatchList" defaultItem="5">
				</dropdownList>
				<text>P647- When at least ONE recipient it is not on the list:
</text>
				<dropdownList refId="ZM_RulesActionWhenSomeRecipientsMatchList" defaultItem="5">
				</dropdownList>
				<text>P648- When NO recipients are on the list:
</text>
				<dropdownList refId="ZM_RulesActionWhenNoRecipientsMatchList" defaultItem="5">
				</dropdownList>
			</presentation>
			<presentation id="ZM_RulesDefault">
				<text>P649- Default action:
</text>
				<dropdownList refId="ZM_RulesDefaultAction" defaultItem="0">
				</dropdownList>
			</presentation>
			<presentation id="ZM_AccessFilesTrustControl">
				<text>P670- Access lists controls</text>
				<dropdownList refId="ZM_AccessFilesTrustControl" defaultItem="1">
				</dropdownList>
			</presentation>
			<presentation id="ZPLocalFilesLocation">
				<textBox refId="ZPLocalFilesLocation">
					<label>P1001- Local cache location of ZONEPOINT's documents</label>
					<defaultValue>%CSIDL_MYDOCUMENTS%\ZONEPOINT</defaultValue>
				</textBox>
				<decimalTextBox refId="ZPLocalFilesExpiration" defaultValue="7">P1002- Cache duration of the local location for files opened in read-only mode (in days)</decimalTextBox>
			</presentation>
			<presentation id="ZPBPCrossBrowserCompatibility">
				<checkBox refId="ZPBPDisableCrossBrowserCompatibility">Enable cross-browser compatibility</checkBox>
			</presentation>
			<presentation id="ZPBPAllowedBrowsers">
				<listBox refId="ZPBPAllowedBrowsers">P1051- Allowed web browsers</listBox>
			</presentation>
			<presentation id="ZPBPAllowedWebOrigins">
				<listBox refId="ZPBPAllowedWebOrigins">P1052- Allowed SharePoint sites</listBox>
			</presentation>
			<presentation id="DisablePrivatePolicies">
				<checkBox refId="DisablePrivatePolicies">P002- Disable private policies</checkBox>
			</presentation>
			<presentation id="PoliciesId">
				<textBox refId="PoliciesId">
					<label>P050- Identification field (free text)</label>
					<defaultValue/>
				</textBox>
			</presentation>
			<presentation id="LicencePolicies">
				<listBox refId="Licence">P055- License keys allocation</listBox>
				<textBox refId="LicenceOptions">
					<label>P056 - Licensing options</label>
					<defaultValue/>
				</textBox>
			</presentation>
			<presentation id="ProductDeactivation">
				<textBox refId="RestrictProductActivation">
					<label>P060- Computers and Groups for which the product is activated</label>
				</textBox>
				<textBox refId="RestrictProductDeactivation">
					<label>P061- Computers and Groups for which the product is disabled</label>
				</textBox>
				<checkBox refId="DefaultProductDeactivation">P069- Disable the product (by default)</checkBox>
			</presentation>
			<presentation id="NetPolicies">
				<textBox refId="NetPolicies">
					<label>P070- Alternative policies configuration</label>
					<defaultValue/>
				</textBox>
			</presentation>
			<presentation id="SignPolicyCertificateCheck">
				<listBox refId="SignPolicyCertificateCheck">P080- Certificate control for policy signing</listBox>
			</presentation>
		</presentationTable>
	</resources>
</policyDefinitionResources>
